Repository: luisalfonsorojas/weblate-test
Catalog: po/*.po
Languages: nl_nl

source: {num_rsvps} new RSVPs for your {company_name} virtual event for {location} - {date}
nl_nl: {num_rsvps} nieuwe bevestigingen voor het virtuele evenement van {company_name} voor {location} - {date}

source: {num_rsvps} new RSVPs for your {company_name} virtual event - {date}
nl_nl: {num_rsvps} nieuwe bevestigingen voor het virtuele evenement van {company_name} - {date}

source: {num_rsvps} new RSVPs for your {company_name} event for {location} - {date}
nl_nl: {num_rsvps} nieuwe bevestigingen voor het evenement van {company_name} voor {location} - {date}

source: {num_rsvps} new RSVPs for your {company_name} event - {date}
nl_nl: {num_rsvps} nieuwe bevestigingen voor het evenement van {company_name} - {date}

source: {0} new RSVPs on your {1} event - {2}
nl_nl: {0} nieuwe bevestigingen voor je evenement in {1} op {2}

source: Recap for your Hiring Event in {0} on {1}
nl_nl: Samenvatting voor je Hiring Event in {0} op {1}

source: {0} day
nl_nl: {0} dag

source: Your hiring event in {0} is tomorrow!
nl_nl: Je Hiring Event in {0} is morgen!

source: Let attendees self sign-in at your {0}{1} event
nl_nl: Laat deelnemers zichzelf aanmelden bij je evenement in {0} op {1}

source: {company_name} Hiring Event paused due to too many RSVPs
nl_nl: Hiring Event van {company_name} is gepauzeerd vanwege te veel bevestigingen van aanwezigheid.

source: [ACTION REQUIRED] Rate your recent hiring event for {} on {}
nl_nl: [ACTIE VEREIST] Beoordeel je recente Hiring Event voor {} op {}

source: Would you like to reschedule for the {0} hiring event?
nl_nl: Wil je een nieuwe afspraak maken voor het Hiring Event van {0}?

source: Reschedule your interview with {0}
nl_nl: Je sollicitatiegesprek met {0} verplaatsen

source: RSVP to {0} {1} hiring event in {2} {3}
nl_nl: Bevestig je aanwezigheid voor het Hiring Event van {0} op {1} in {2}, {3}

source: Reschedule requests for your {0} {1} hiring event on {2}
nl_nl: Aanvragen voor verplaatsingen voor je Hiring Event in {0}, {1} op {2}

source: {0}, details for the {1} Hiring Event tomorrow
nl_nl: {0}, details voor het Hiring Event van {1} van morgen

source: {0}, your interview details for the {1} Hiring Event tomorrow
nl_nl: {0}, je gespreksgegevens voor het Hiring Event van {1} van morgen

source: {0}, details for the {1} Hiring Event
nl_nl: {0}, details voor het Hiring Event van {1}

source: {0}, your interview details for the {1} Hiring Event
nl_nl: {0}, je gespreksgegevens voor het Hiring Event van {1}

source: RSVP Confirmation - {company_name} Hiring Event
nl_nl: Bevestiging van aanwezigheid - Hiring Event van {company_name}

source: RSVP Confirmation - {company_name} Virtual Hiring Event
nl_nl: Bevestiging van aanwezigheid - Online sollicitatiedag van {company_name}

source: The {company_name} hiring event on {old_event_date} has been rescheduled to {event_date}
nl_nl: Het Hiring Event van {company_name} op {old_event_date} is verplaatst naar {event_date}.

source: The {company_name} hiring event on {event_date} has been rescheduled
nl_nl: Het Hiring Event van {company_name} op {event_date} is verplaatst.

source: Tell us how it went
nl_nl: Hoe ging het?

source: {0} missed you at their hiring event
nl_nl: {0} heeft je gemist op het Hiring Event

# CCPA Privacy text
source: Do Not Sell My Personal Information
nl_nl: Verkoop mijn persoonsgegevens niet.

# Footer: Indeed Hiring Events Terms and Conditions
source: Terms and Conditions
nl_nl: Algemene voorwaarden

source: Django site admin
nl_nl: Django-sitebeheerder

source: Django administration
nl_nl: Django-beheer

source: History
nl_nl: Geschiedenis

source: View event page
nl_nl: Evenementpagina weergeven

source: View on site
nl_nl: Weergeven op website

source: Step 1
nl_nl: Stap 1

source: Display check-in instructions so job seekers can sign in by visiting %(tool_link)s on their phone and use your event code:
nl_nl: Geef incheckinstructies weer zodat werkzoekenden zich via %(tool_link)s kunnen aanmelden op hun telefoon en je evenementcode kunnen gebruiken:

source: You can print out a sign with the instructions or write and display the information somewhere visible for your attendees.
nl_nl: Je kunt een blad met instructies afdrukken of de informatie opschrijven en ergens ophangen waar je deelnemers het goed kunnen zien.

source: Step 2
nl_nl: Stap 2

source: You and your team can access the tool on your phones,
nl_nl: Jij en je teamleden kunnen de tool op een telefoon openen,

source: Invite other Interviewers
nl_nl: Andere interviewers uitnodigen

source: manage the interview order and take notes as you go.
nl_nl: de gespreksvolgorde beheren en tijdens het gesprek notities maken.

source: Step 3
nl_nl: Stap 3

source: We export all the data from your event and send it to you via a spreadsheet the next morning.
nl_nl: We exporteren alle gegevens van je evenement en je ontvangt ze de volgende ochtend in een spreadsheet.

source: Step 4
nl_nl: Stap 4

source: If you use this check-in process, Indeed Hiring Events will email all the no-shows the day after the event to help you reschedule and re-engage!
nl_nl: Als je dit incheckproces gebruikt, stuurt Indeed Hiring Events alle deelnemers die niet zijn komen opdagen een e-mail op de dag na het evenement. Zo kun je nieuwe afspraken maken en opnieuw contact opnemen.

source: Focus on your candidates not the event with our attendee tracking tool. We handle the check-in, managing who's next in line, and compiling the data on your event for you. Leaving you free to interview your candidates. Contact your CS rep to get set up for free!
nl_nl: Richt je op de kandidaten en niet op het evenement met onze trackingtool voor deelnemers. Wij verwerken het inchecken, beheren wie er als volgende in de wachtrij staat en verzamelen de gegevens over het evenement voor je. Zo heb jij je handen vrij om sollicitatiegesprekken te voeren met je kandidaten. Neem contact op met je Client Success-vertegenwoordiger om gratis aan de slag te gaan.

source: unsubscribe from emails for this hiring event
nl_nl: afmelden voor e-mails over dit Hiring Event

source: Unsubscribe from emails for this hiring event
nl_nl: Afmelden voor e-mails over dit Hiring Event

source: We prepared the event sign-in sheet for you
nl_nl: We hebben alvast het aanmeldblad voor het evenement voor je gemaakt

source: Please have a laptop or tablet with internet access at the event to access the sign-in sheet found below.
nl_nl: Zorg ervoor dat je een laptop of tablet met internettoegang bij je hebt tijdens het evenement, zodat je toegang hebt tot het onderstaande aanmeldblad.

source: Using it will speed up the sign-in process and keep track of the interview order.
nl_nl: Hiermee wordt het aanmeldproces versneld en kun je de gespreksvolgorde bijhouden.

source: We require this information in order to send emails to all no-shows after the event asking them to reschedule their interview.
nl_nl: Deze informatie is vereist om e-mails te kunnen sturen naar alle deelnemers die niet zijn komen opdagen tijdens het evenement. In deze e-mail vragen we hen om opnieuw een gesprek te plannen.

source: In beta
nl_nl: In bèta

source: Get resumes for <span style="white-space: nowrap;">no-shows</span>
nl_nl: Ontvang cv's van <span style="white-space: nowrap;">mensen die niet zijn komen opdagen</span>

source: Use the sign-in tool at your event to track who couldn't make it. We'll find available resumes and send them along after the event.
nl_nl: Gebruik de aanmeldtool tijdens je evenement om bij te houden wie niet aanwezig kon zijn. Wij zoeken de beschikbare cv's en sturen ze na het evenement op.

source: Your RSVPs have been notified.
nl_nl: De mensen die hun aanwezigheid hebben bevestigd, zijn op de hoogte gesteld.

source: Cancelled - %(eventdates_str)s Hiring Event in %(event_city)s
nl_nl: Geannuleerd - Hiring Event op %(eventdates_str)s in %(event_city)s

source: Your %(eventdates_str)s hiring event in %(event_city)s has been marked as "cancelled." Job seekers have been notified of this cancellation through a text message and an email.
nl_nl: Je Hiring Event op %(eventdates_str)s in %(event_city)s is gemarkeerd als 'geannuleerd'. Werkzoekenden zijn via een sms-bericht en een e-mail op de hoogte gesteld van de annulering.

source: If this cancellation happened in error, please notify your rep immediately.
nl_nl: Als deze annulering foutief is uitgevoerd, waarschuw dan onmiddellijk je vertegenwoordiger.

source: Best,<br /> The Indeed Hiring Events Team
nl_nl: Met vriendelijke groet,<br /> Het Indeed Hiring Events-team

source: We’ll guide you through the process
nl_nl: We begeleiden je bij het proces

source: Reminder: create your hiring event post.
nl_nl: Herinnering: Plaats je Hiring Event

source: Create your event
nl_nl: Je evenement maken

source: *You should also receive an Indeed Hiring Events insertion order in a separate email. Once we have the signed insertion order along with a completed intake form (found by clicking the button above), we can set your event live.
nl_nl: * Je ontvangt als het goed is ook een Indeed Hiring Events-inkooporder in een afzonderlijke e-mail. Zodra we de ondertekende inkooporder en een ingevuld intakeformulier (te vinden via de bovenstaande knop) hebben ontvangen, kunnen we je evenement activeren.

source: Need some guidance posting an event? Check out our Hiring Event resources.
nl_nl: Heb je hulp nodig bij het plaatsen van een evenement? Bekijk onze informatiebronnen over Hiring Events.

source: ARTICLE
nl_nl: ARTIKEL

source: Thirteen tips and tricks for running a hiring event
nl_nl: Dertien tips voor het houden van een Hiring Event

source: RESOURCE
nl_nl: INFORMATIEBRON

source: Hiring Events product overview
nl_nl: Hiring Events-productoverzicht

source: Your event page (%(formatted_event_date)s - %(event_city)s) is live now
nl_nl: Je evenementpagina (%(formatted_event_date)s - %(event_city)s) is nu live

source: Welcome to Indeed Hiring Events
nl_nl: Welkom bij Indeed Hiring Events

source: Here's what you can expect
nl_nl: Wat je kunt verwachten

source: We’ll be sending you a series of emails that will include RSVP updates, timely suggestions to help you prepare, and ways for you to customize communication to your prospective attendees!
nl_nl: We sturen je een reeks e-mails met updates over bevestigingen van aanwezigheid, suggesties voor hulp bij je voorbereiding en manieren waarop je de communicatie kunt aanpassen aan de potentiële deelnemers.

source: We help you engage with attendees
nl_nl: Wij helpen je contact te leggen met deelnemers

source: The day before your event we will email and text message all job seekers who have RSVP'd. We let them know the time, location, any special instructions on how to get to your event, what to wear, what to bring, and provide a link to the event page. If you would like to see and edit this content, let us know.
nl_nl: De dag voor je evenement sturen we een e-mail en sms-bericht naar alle werkzoekenden die hebben bevestigd aanwezig te zijn. We laten hen weten hoe laat ze waar moeten zijn, of er speciale instructies zijn om bij je evenement te komen, welke kleding ze moeten dragen en wat ze moeten meenemen. Ook geven we een link naar de evenementpagina. Laat het ons even weten als je deze content wilt zien en bewerken.

source: Share your event to other sources
nl_nl: Deel je evenement via andere bronnen

source: You indicated that you would like to share your event on the following websites. In order to fully reap the benefits of the reminder texts and post-event analytics, please use the corresponding link(s) below to direct jobseekers to your event page.
nl_nl: Je hebt aangegeven dat je je evenement wilt delen op de volgende websites. Als je de herinneringsberichten en analyses na het evenement volledig wilt benutten, gebruik je de bijbehorende onderstaande link(s) om werkzoekenden naar je evenementpagina te leiden.

source: If you would like to add another source, just let your support specialist know.
nl_nl: Als je nog een bron wilt toevoegen, laat dat dan even weten aan onze supportspecialist.

source: Post your event to other sources
nl_nl: Plaats je evenement op andere bronnen

source: If you would like to advertise your event on other sources (job boards, social media, etc.) to reap the benefits of the automated reminders and cross-platform analytics, then let your support specialist know and we can give you custom links!
nl_nl: Laat het weten aan onze supportspecialist als je je evenement wilt adverteren op andere bronnen (vacaturebanken, social media en dergelijke) om de geautomatiseerde herinneringen en analyses van verschillende platforms te benutten. Wij kunnen je dan voorzien van aangepaste links.

source: Use our attendee tracking tool to save time & effort!
nl_nl: Gebruik onze trackingtool voor deelnemers om tijd en moeite te besparen.

source: Share your event to get the word out
nl_nl: Deel je evenement om de bekendheid te vergroten

source: Your hiring event post is live!
nl_nl: De plaatsing voor je Hiring Event is live.

source: Let’s prepare you for success.
nl_nl: Laten we je voorbereiden op succes.

source: We’ll send you a daily email from now until your event with important updates, helpful tips and customizable communications for your prospective attendees. This is going to be a great event!
nl_nl: We sturen je vanaf nu dagelijks een e-mail met belangrijke updates, handige tips en aanpasbare communicatie voor je potentiële deelnemers. Dit wordt een fantastisch evenement!

source: SHARE YOUR EVENT
nl_nl: DEEL JE EVENEMENT

source: The links below will allow you to track your event analytics. You must use them to receive analytics reports.
nl_nl: Met de onderstaande links kun je de statistieken van je evenement bijhouden. Je moet deze gebruiken om analyserapporten te kunnen ontvangen.

source: STEP 1
nl_nl: STAP 1

source: Copy link
nl_nl: Link kopiëren

source: STEP 2
nl_nl: STAP 2

source: Share on <a href="%(site_url)s" style="color:#085FF7">%(source_name)s</a>
nl_nl: Delen op <a href="%(site_url)s" style="color:#085FF7">%(source_name)s</a>

source: Share on %(source_name)s</a>
nl_nl: Delen op %(source_name)s</a>

source: Let attendees self-sign-in at your %(city)s %(formatted_event_date)s event.
nl_nl: Laat deelnemers zichzelf aanmelden bij je evenement in %(city)s op %(formatted_event_date)s.

source: %(company_name)s, have a high volume turn out? Check out the sign-in tool
nl_nl: %(company_name)s, komen er veel deelnemers? Bekijk de aanmeldtool

source: Let attendees self<br> sign-in!
nl_nl: Laat deelnemers zichzelf<br> aanmelden

source: Say goodbye to long lines.
nl_nl: Geen lange rijen meer.

source: %(company_name)s on %(event_date)s
nl_nl: %(company_name)s op %(event_date)s

source: Display the sign-in instructions for the attendees.
nl_nl: Bekijk de aanmeldinstructies voor de deelnemers.

source: Use the <a href="%(check_in_instructions_url)s">personalized PDF</a> for your convenience or make your own poster.
nl_nl: Gebruik de <a href="%(check_in_instructions_url)s">gepersonaliseerde pdf</a> voor het gemak of maak je eigen poster.

source: Attendees easily sign in on their phone.
nl_nl: Deelnemers kunnen zich eenvoudig aanmelden op hun telefoon.

source: Your attendees sign in by visiting %(link)s and entering the event code:
nl_nl: Deelnemers kunnen zich aanmelden door naar %(link)s te gaan en de evenementcode in te voeren:

source: Get a real-time list of attendees
nl_nl: Een realtimelijst met deelnemers ophalen

source: Easily mark off candidates you interviewed during the event.
nl_nl: Vink deelnemers waarmee je tijdens het evenement een gesprek hebt gevoerd eenvoudig af.

source: All you need is internet access and a phone, tablet or computer.
nl_nl: Je hebt alleen maar internettoegang en een telefoon, tablet of computer nodig.

source: Access this link to the sign-in tool on any web browser.
nl_nl: Je kunt deze link naar de aanmeldtool in elke webbrowser gebruiken.

source: After the event...
nl_nl: Na het evenement...

source: The day after the event, Indeed automatically emails no-show RSVPs on your behalf to reschedule interviews.
nl_nl: De dag na het evenement stuurt Indeed automatisch namens jou een e-mail naar deelnemers die niet zijn komen opdagen om opnieuw gesprekken te plannen.

source: Get a spreadsheet & receive post-event analytics on where your attendees were sourced from.
nl_nl: Je krijgt een spreadsheet en analyses na het evenement over waar je deelnemers vandaan kwamen.

source: We're reviewing<br /> your Hiring Event details now.
nl_nl: We controleren<br /> nu de gegevens van je Hiring Event.

source: We'll reach out if we see any hang-ups, or when it's approved.
nl_nl: We nemen contact op als er problemen zijn of wanneer het evenement wordt goedgekeurd.

source: Hello,
nl_nl: Hallo,

source: Thanks for creating your event. We’re reviewing the details now and will send you an email confirmation when it’s approved.
nl_nl: Bedankt voor het aanmaken van je evenement. We zijn de gegevens nu aan het bekijken en sturen je een e-mailbevestiging als het evenement is goedgekeurd.

source: Thanks! <br /> The Indeed Hiring Events team
nl_nl: Met vriendelijke groet, <br /> Het Indeed Hiring Events-team

source: [IMPORTANT] Indeed Hiring Event Preparation (%(formatted_event_date)s - %(event_city)s)
nl_nl: [BELANGRIJK] Voorbereiding Indeed Hiring Event (%(formatted_event_date)s - %(event_city)s)

source: Your %(formatted_event_date)s event in %(event_city)s is %(day_str)s away
nl_nl: Je evenement op %(formatted_event_date)s in %(event_city)s vindt plaats over %(day_str)s

source: We are sending reminder emails and text messages to all job seekers who RSVPed to your hiring event.
nl_nl: We sturen alle werkzoekenden die hebben bevestigd aanwezig te zijn bij je Hiring Event herinneringen via e-mail en sms.

source: What happens next at your event?
nl_nl: Wat is de volgende stap tijdens je evenement?

source: Use our attendee tracking tool to save time &amp; effort!
nl_nl: Gebruik onze trackingtool voor deelnemers om tijd en moeite te besparen.

source: Keep track of your event RSVPs
nl_nl: Houd de bevestigingen voor je evenement bij

source: Session
nl_nl: Sessie

source: There are %(rsvp_count_increase)s more RSVPs since yesterday
nl_nl: Sinds gisteren zijn er %(rsvp_count_increase)s bevestigingen bij gekomen.

source: Estimated Shows
nl_nl: Geschatte opkomst

source: The estimation is based on data from past events
nl_nl: Deze schatting is gebaseerd op gegevens van eerdere evenementen.

source: Show rates are based on data from past events and governed by many factors including advertised job title, city, day of the week, brand awareness, and more. Since this is a beta product and since there are many variables at play, actual results may vary.
nl_nl: Het opkomstpercentage is gebaseerd op gegevens van eerdere evenementen en wordt bepaald door een groot aantal factoren, zoals geadverteerde functies, plaats, dag van de week en merkbekendheid. Dit is een bètaproduct en veel factoren spelen een rol, dus de daadwerkelijke resultaten kunnen afwijken.

source: Staff enough interviewers
nl_nl: Zorg voor voldoende interviewers

source: For a %(hour_style)s2-hour%(hour_style_end)s event
nl_nl: Voor een evenement van %(hour_style)s2 uur%(hour_style_end)s

source: 1 hiring manager per %(rsvp_style)s12 RSVPs%(rsvp_style_end)s
nl_nl: 1 hiring manager per %(rsvp_style)s12 bevestigingen%(rsvp_style_end)s

source: For a %(hour_style)s4-hour%(hour_style_end)s event
nl_nl: Voor een evenement van %(hour_style)s4 uur%(hour_style_end)s

source: 1 hiring manager per %(rsvp_style)s24 RSVPs%(rsvp_style_end)s
nl_nl: 1 hiring manager per %(rsvp_style)s24 bevestigingen%(rsvp_style_end)s

source: For an %(hour_style)s8-hour%(hour_style_end)s event
nl_nl: Voor een evenement van %(hour_style)s8 uur%(hour_style_end)s

source: 1 hiring manager per %(rsvp_style)s48 RSVPs%(end_rsvp_style)s
nl_nl: 1 hiring manager per %(rsvp_style)s48 bevestigingen%(end_rsvp_style)s

source: Make tracking your attendees easy
nl_nl: Je deelnemers handig volgen

source: Your %(event_city)s hiring event is tomorrow.
nl_nl: Je Hiring Event in %(event_city)s is morgen.

source: Use the sign-in tool to track your attendees.
nl_nl: Gebruik de aanmeldtool om je deelnemers te volgen.

source: 2 easy ways to track your attendees (and ROI).
nl_nl: 2 eenvoudige manieren om je deelnemers (en ROI) bij te houden

source: Set up a sign-in station
nl_nl: Een aanmeldstation inrichten

source: Set up laptop or tablet connected to the internet
nl_nl: Zet een laptop of tablet met internetverbinding klaar.

source: Instruct attendees to sign-in when they arrive
nl_nl: Geef deelnemers de instructie om zich aan te melden wanneer ze aankomen.

source: Let attendees sign in on their own device
nl_nl: Laat deelnemers zich op hun eigen apparaat aanmelden.

source: Print <a href="%(check_in_instructions_url)s">self sign-in instructions</a>.
nl_nl: Druk <a href="%(check_in_instructions_url)s">instructies af voor zelfaanmelding</a>.

source: Have attendees visit <a href="indd.jobs/event ">indd.jobs/event</a> and enter code <b>%(event_code)s</b>.
nl_nl: Laat deelnemers naar <a href="indd.jobs/event ">indd.jobs/event</a> gaan en de code <b>%(event_code)s</b> invoeren.

source: Benefits of using our sign-in tool
nl_nl: Voordelen van onze aanmeldtool

source: Get resumes for RSVPs who couldn’t attend
nl_nl: Ontvang cv's van de mensen die hun aanwezigheid hebben bevestigd, maar niet aanwezig konden zijn.

source: Easily measure the event’s ROI
nl_nl: Eenvoudig de ROI van het evenement meten.

source: Allow attendees to sign in from their phones
nl_nl: Laat deelnemers zich aanmelden vanaf hun eigen telefoon.

source: + %(rsvp_count_increase)s since yesterday
nl_nl: + %(rsvp_count_increase)s sinds gisteren

source: Estimated attendees
nl_nl: Geschatte aantal deelnemers

source: AFTER YOUR EVENT
nl_nl: NA JE EVENEMENT

source: <strong>When you use the sign-in tool,</strong> Indeed will send a post-event recap email with analytics detailing the most successful advertising platforms, and contact information for all of the RSVPs that didn’t make it.
nl_nl: <strong>Als je de aanmeldtool gebruikt,</strong> stuurt Indeed een samenvattingsmail na het evenement met analyses van de meest rendabele advertentieplatforms en contactgegevens voor alle mensen die hun aanwezigheid hebben bevestigd, maar niet aanwezig konden zijn.

source: Event Recap
nl_nl: Overzicht van evenement

source: RSVPs from Indeed
nl_nl: Bevestigingen via Indeed

source: Total Sign-ins
nl_nl: Totaal aantal aanmeldingen

source: The Indeed sign-in sheet was not used, therefore this data could not be obtained
nl_nl: Het Indeed-aanmeldblad is niet gebruikt, daarom kunnen deze gegevens niet worden opgehaald

source: Attendee Breakdown by Source
nl_nl: Deelnemersoverzicht per bron

source: RSVP Breakdown by Source
nl_nl: Bevestigingsoverzicht per bron

source: Event Session
nl_nl: Sessie

source: Sources
nl_nl: Bronnen

source: RSVP
nl_nl: Aanwezig

source: Signed-in Attendees
nl_nl: Aangemelde deelnemers

source: For the full RSVPs and attendees list, download the attached spreadsheet
nl_nl: Download de bijgevoegde spreadsheet voor een volledige lijst met bevestigingen en deelnemers

source: View the full RSVP list in attached spreadsheet
nl_nl: Bekijk de volledige lijst met bevestigingen van aanwezigheid in de bijgevoegde spreadsheet

source: Here's your %(event_city)s,
nl_nl: Hier is je %(event_city)s,

source: hiring event recap.
nl_nl: als samenvatting van het Hiring Event.

source: Download the attached spreadsheet to view the event’s full RSVP and attendee list.
nl_nl: Download de bijgevoegde spreadsheet om de volledige lijst met bevestigingen van aanwezigheid en deelnemers te bekijken.

source: How are we doing?
nl_nl: Hoe doen we het?
