Repository: luisalfonsorojas/weblate-test
Catalog: po/*.po
Languages: nl_nl

source: Australia/LHI
nl_nl: Australië/LHI

source: Australia/Lindeman
nl_nl: Australië/Lindeman

source: Australia/Lord_Howe
nl_nl: Australië/Lord_Howe

source: Australia/Melbourne
nl_nl: Australië/Melbourne

source: Australia/NSW
nl_nl: Australië/NSW

source: Australia/North
nl_nl: Australië/North

source: Australia/Perth
nl_nl: Australië/Perth

source: Australia/Queensland
nl_nl: Australië/Queensland

source: Australia/South
nl_nl: Australië/South

source: Australia/Sydney
nl_nl: Australië/Sydney

source: Australia/Tasmania
nl_nl: Australië/Tasmania

source: Australia/Victoria
nl_nl: Australië/Victoria

source: Australia/West
nl_nl: Australië/West

source: Australia/Yancowinna
nl_nl: Australië/Yancowinna

source: Europe/Dublin
nl_nl: Europa/Dublin

source: Asia/Kolkata
nl_nl: Azië/Kolkata

source: Europe/London
nl_nl: Europa/Londen

source: US/Alaska
nl_nl: VS/Alaska

source: US/Arizona
nl_nl: VS/Arizona

source: US/Central
nl_nl: VS/Central

source: US/Eastern
nl_nl: VS/Eastern

source: US/Hawaii
nl_nl: VS/Hawaii

source: US/Mountain
nl_nl: VS/Mountain

source: US/Pacific
nl_nl: VS/Pacific

source: US/Samoa
nl_nl: VS/Samoa

source: We are unable to {scenario} using this email address. Please use another email address.
nl_nl: We kunnen {scenario} niet uitvoeren met dit e-mailadres. Gebruik een ander e-mailadres.

source: We are unable to {scenario} using the email addresses provided. Please use a different email address for the following email address(es): {invalid_emails}
nl_nl: We kunnen {scenario} niet uitvoeren met de opgegeven e-mailadressen. Gebruik een ander e-mailadres in plaas van de volgende e-mailadressen: {invalid_emails}

source: Access sign-in sheet
nl_nl: Aanmeldblad openen

source: Enter valid emails separated by a single comma.
nl_nl: Voer geldige e-mailadressen in, gescheiden door één komma.

source: Event duration must be at least two hours. Provided time(s) are less than 2 hours
nl_nl: De duur van het evenement moet minimaal twee uur zijn. De opgegeven tijden zijn minder dan twee uur.

source: All time ranges must have start and end times.
nl_nl: Alle tijdvakken moeten start- en eindtijden bevatten.

source: Please specify a start and end time for this date.
nl_nl: Geef een start- en eindtijd op voor deze datum.

source: End time must be after start time
nl_nl: Eindtijd moet na de starttijd zijn

source: Duplicate time range entered
nl_nl: Dubbel tijdvak ingevoerd

source: Specified time ranges cannot overlap
nl_nl: Opgegeven tijdvakken mogen niet overlappen

source: Enter a valid event time. Example: 9AM - 3PM
nl_nl: Voer een geldige evenementtijd in. Bijvoorbeeld: 9.00 uur - 15.00 uur.

source: It looks like the link provided isn't a YouTube video. Please correct.
nl_nl: Het lijkt erop dat de link geen YouTube-video is. Geef een correcte link op.

source: Enter a valid pay range. This can be a single number (12) or a range (12-15).
nl_nl: Voer een geldig salarisbereik in. Dit kan een enkel cijfer (12) of een bereik (12-15) zijn.

source: Please enter a valid zipcode.
nl_nl: Voer een geldige postcode in.

source: File extension {} is not allowed. Supported file extensions are: {}
nl_nl: Bestandsextensie {} is niet toegestaan. Ondersteunde bestandsextensies zijn: {}

source: First name
nl_nl: Voornaam

source: Last name
nl_nl: Achternaam

source: Your email
nl_nl: E-mailadres

source: Mandatory requirements
nl_nl: Vereisten

source: Preferred requirements
nl_nl: Wensen

source: Enter your WhatsApp phone number
nl_nl: Voer je WhatsApp-telefoonnummer in.

source: By giving us your phone number and email address, you agree that we may send you text messages and emails related to this event, and you confirm that you are the subscriber and primary user of the telephone number you provided.
nl_nl: Als je je telefoonnummer en e-mailadres verstrekt, ga je ermee akkoord dat we je sms-berichten en e-mails met betrekking tot dit evenement kunnen sturen. Ook bevestig je dat jij de abonnee en primaire gebruiker bent van het telefoonnummer dat je hebt opgegeven.

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Which day do you prefer?
nl_nl: Welke dag heeft je voorkeur?

source: Which day do you want to interview on?
nl_nl: Op welke dag wil je op gesprek?

source: rsvp
nl_nl: aanwezig

source: Will you be interviewing candidates at this event?
nl_nl: Houd je sollicitatiegesprekken met kandidaten tijdens dit evenement?

source: Will you be providing job offers to event attendees within 30 days of the event's completion?
nl_nl: Krijgen sommige deelnemers aan het evenement binnen 30 dagen na het evenement een baan aangeboden?

source: In person
nl_nl: Persoonlijk

source: Virtually (via phone or online)
nl_nl: Virtueel (via telefoon of online)

source: Please select the preferred language for this hiring event ad.
nl_nl: Selecteer de gewenste taal voor deze advertentie voor je Hiring Event.

source: Add another
nl_nl: Nog een toevoegen

source: Both
nl_nl: Beide

source: Per year
nl_nl: Per jaar

source: Per hour
nl_nl: Per uur

source: The job location is the same as the event location
nl_nl: De vacaturelocatie is dezelfde als de evenementlocatie.

source: The job location is different than the event location
nl_nl: De vacaturelocatie is anders dan de evenementlocatie.

source: All company locations in the surrounding area of the event location
nl_nl: Alle bedrijfsvestigingen in de omgeving van de evenementlocatie

source: Job location
nl_nl: Vacaturelocatie

source: Job location name
nl_nl: Naam vacaturelocatie

source: Try "Walmart on Mulberry Street"
nl_nl: Bijv. 'Albert Heijn Vijzelstraat'

source: City
nl_nl: Plaats

source: Job type
nl_nl: Dienstverband

source: Try "Palmer Events Center" or "6433 Networking Way"
nl_nl: Bijv. 'Beatrixgebouw' of 'Jaarbeursplein 6'

source: Venue Name
nl_nl: Locatienaam

source: Address Line 1
nl_nl: Adresregel 1

source: Address Line 2
nl_nl: Adresregel 2

source: State
nl_nl: Provincie

source: Zipcode
nl_nl: Postcode

source: Job title
nl_nl: Vacaturetitel

source: eg. Accountant
nl_nl: bijvoorbeeld Accountant

source: +Commission
nl_nl: + Commissie

source: Example: 50,000.00
nl_nl: Bijv. 50.000,00

source: to
nl_nl: tot

source: Example: 60,000.00
nl_nl: Bijv. 60.000,00

source: Job types
nl_nl: Dienstverbanden

source: Try "Must be able to lift 70 lbs., High School Diploma or GED equivalent"
nl_nl: Bijv. 'Moet 30 kilo kunnen tillen, met vmbo-diploma'

source: Job description
nl_nl: Vacaturetekst

source: Remote (no physical location)
nl_nl: Op afstand (geen fysieke locatie)

source: Nationwide
nl_nl: Landelijk

source: City level
nl_nl: Plaatselijk

source: Click within this box to add multiple cities (select cities only)
nl_nl: Klik in dit vak om meerdere plaatsen toe te voegen (selecteer alleen plaatsen).

source: Job location {field} 1
nl_nl: Vacaturelocatie {field} 1

source: Where is the job located
nl_nl: Wat is de locatie van de vacature?

source: Reset Location
nl_nl: Locatie opnieuw instellen

source: What locations do you want to find talent in?
nl_nl: Op welke locaties wil je talent vinden?

source: Please include the specific store name and the street address.
nl_nl: Vermeld de naam en het adres van de specifieke vacaturelocatie.

source: Add another job
nl_nl: Nog een vacature toevoegen

source: Job requirements
nl_nl: Functie-eisen

source: Include availability, skills, degrees or certificates required to qualify for this position. For best results, keep each requirement as precise and clear as possible.
nl_nl: Vermeld de vereiste beschikbaarheid, vaardigheden, diploma's of certificaten om in aanmerking te komen voor deze functie. Maak voor de beste resultaten elke vereiste zo nauwkeurig en duidelijk mogelijk.

source: Add another job requirement
nl_nl: Nog een vacaturevereiste toevoegen

source: Please select a location type
nl_nl: Selecteer een locatietype

source: Please select at least one city
nl_nl: Selecteer minimaal één plaats

source: This field is required
nl_nl: Dit veld is vereist.

source: Please enter a valid pay_range
nl_nl: Voer een geldige pay_range in

source: Please enter the first input
nl_nl: Voer de eerste invoer in

source: Invalid input
nl_nl: Ongeldige invoer

source: Zipcode is not valid
nl_nl: Postcode is ongeldig.

source: Company name
nl_nl: Bedrijfsnaam

source: Tell us about your company's mission, culture and unique perks. 1000 character limit.
nl_nl: Vertel wat meer over de missie, cultuur en unieke voordelen van je bedrijf. Maximaal 1000 tekens.

source: YouTube link (optional)
nl_nl: YouTube-link (optioneel)

source: Company logo
nl_nl: Bedrijfslogo

source: By uploading my logo, I certify that I am authorized to use this image and authorize Indeed to use it to advertise my Hiring Event.
nl_nl: Met het uploaden van mijn logo bevestig ik dat ik de bevoegdheid heb om deze afbeelding te gebruiken en dat ik Indeed goedkeuring geef het logo te gebruiken om te adverteren voor mijn Hiring Event.

source: Company email 1
nl_nl: Zakelijk e-mailadres 1

source: Where should we send RSVP updates?
nl_nl: Waar moeten we updates over bevestigingen van aanwezigheid naartoe sturen?

source: Add recipients to receive daily emails with the number of RSVPs and the estimated number of attendees for your event.
nl_nl: Voeg ontvangers toe die dagelijks een e-mail ontvangen met het aantal bevestigingen van aanwezigheid en het geschatte aantal deelnemers voor je evenement.

source: Add email address
nl_nl: E-mailadres toevoegen

source: subscribe to RSVP updates
nl_nl: de aanmelding voor updates over bevestigingen van aanwezigheid

source: Phone - Job seekers will call you
nl_nl: Telefoon: werkzoekenden bellen jou

source: Online - You will provide a meeting link for attendees to connect with you
nl_nl: Online: je geeft werkzoekenden een link om deel te nemen aan een videoconferentie

source: Provide a URL to the virtual meeting (applicants will be emailed this link after they RSVP)
nl_nl: Geef een URL voor de virtuele afspraak (sollicitanten krijgen deze link via e-mail toegestuurd nadat ze hun aanwezigheid hebben bevestigd).

source: Try links from Zoom, GoToMeeting, Brazen, HighFive, etc.
nl_nl: Bijvoorbeeld links van Zoom, GoToMeeting, Microsoft Teams, Skype en dergelijke.

source: Arrival instructions (optional)
nl_nl: Aankomstinstructies (optioneel)

source: Parking, public transit, venue entry, landmarks, or other helpful tips are welcome.
nl_nl: Parkeren, openbaar vervoer, ingang van de locatie, oriëntatiepunten of andere handige tips zijn welkom.

source: Employer's suggested attire
nl_nl: Kledingadvies van werkgever

source: Employer's suggested attire. Other
nl_nl: Kledingadvies van werkgever - anders

source: Add suggested attire details
nl_nl: Voeg informatie over kledingadvies toe.

source: Try "photo ID" or "resume"
nl_nl: Bijv. 'identiteitsbewijs' of 'cv'

source: Event perks (optional)
nl_nl: Evenementvoordelen (optioneel)

source: Event perks. Other
nl_nl: Andere evenementvoordelen

source: Add additional perks
nl_nl: Meer voordelen toevoegen

source: Name of the point of contact for the event (optional)
nl_nl: Naam van de contactpersoon voor het evenement (optioneel)

source: Name of the point of contact for the event
nl_nl: Naam van de contactpersoon voor het evenement

source: Phone number of the point of contact for the event (optional)
nl_nl: Telefoonnummer van de contactpersoon voor het evenement (optioneel)

source: Phone number of the point of contact for the event
nl_nl: Telefoonnummer van de contactpersoon voor het evenement

source: Event timezone
nl_nl: Tijdzone van evenement

source: Event date
nl_nl: Evenementdatum

source: Begins at
nl_nl: Begint op

source: Ends at
nl_nl: Eindigt op

source: Event location
nl_nl: Evenementlocatie

source: How will you be conducting your virtual hiring event?
nl_nl: Hoe ga je het Virtual Hiring Event organiseren?

source: Technology Requirements
nl_nl: Technische vereisten

source: Provide instructions or guidance to help attendees understand what’s required to attend the virtual hiring event
nl_nl: Bied instructies of hulp om deelnemers uit te leggen wat ze nodig hebben om deel te kunnen nemen aan het Virtual Hiring Event.

source: Provide a phone number that the candidate will be able to reach you at (applicants will be emailed this number after they RSVP)
nl_nl: Geef een telefoonnummer waarop de kandidaat je kan bereiken (sollicitanten krijgen dit telefoonnummer via e-mail toegestuurd nadat ze hun aanwezigheid hebben bevestigd).

source: How should the candidate prepare?
nl_nl: Hoe moet de kandidaat zich voorbereiden?

source: What should the candidate bring? (optional)
nl_nl: Wat moet de kandidaat meenemen? (optioneel)

source: Please list what you'd like the jobseeker to have prepared for the interview.
nl_nl: Vermeld wat de werkzoekende voorbereid moet hebben voor het sollicitatiegesprek.

source: Please list all documents or articles that the applicant would need for the event. Limit of four.
nl_nl: Noem alle documenten of items die de sollicitant nodig heeft voor het evenement. Maximaal vier.

source: Add another item
nl_nl: Nog een item toevoegen

source: Add another time range
nl_nl: Nog een tijdvak toevoegen

source: Add another date
nl_nl: Nog een datum toevoegen

source: The event dates you chose are more than 3 days apart. Please reduce the number of days from the first session to the last.
nl_nl: De evenementdatums die je hebt gekozen, liggen meer dan 3 dagen uit elkaar. Kies een kleiner aantal dagen tussen de eerste en de laatste sessie.

source: The event date must be at least {num_days} days from today.
nl_nl: De evenementdatum moet over minimaal {num_days} dagen na vandaag zijn.

source: Jobs will be offered on the spot
nl_nl: Banen worden ter plekke aangeboden:

source: Application link (optional)
nl_nl: Sollicitatielink (optioneel)

source: www.yoursite.com/apply
nl_nl: www.jouwsite.com/solliciteren

source: Custom screening question 1
nl_nl: Aangepaste screeningsvraag 1

source: This must be a "yes or no" question.
nl_nl: Dit moet een gesloten vraag zijn.

source: Reject RSVP if answer is
nl_nl: Kandidaat afwijzen bij het antwoord:

source: Interview time slots
nl_nl: Tijdvakken voor sollicitatiegesprekken

source: This feature allows jobseekers to select a time slot to interview.
nl_nl: Met deze functie kunnen werkzoekenden een tijdvak voor een sollicitatiegesprek selecteren.

source: Turn on time slots
nl_nl: Tijdvakken inschakelen

source: We will have RSVPs select 30-minute slots as the time range where they'll be designated to show up. This information will be emailed to you daily in the spreadsheet attachment
nl_nl: Kandidaten die hun aanwezigheid bevestigen, kunnen kiezen uit tijdvakken van 30 minuten als de periode voor hun aankomst. Deze informatie wordt dagelijks via een e-mail met bijlage naar je verstuurd.

source: Turn on time slotting
nl_nl: Tijdvakken inschakelen

source: Interview time slot duration
nl_nl: Tijdvak voor sollicitatiegesprek

source: Time slot duration
nl_nl: Lengte van tijdvak

source: Please select
nl_nl: Maak een keuze

source: Screener questions (optional, 5 max.)*
nl_nl: Screeningsvragen (optioneel, maximaal 5)*

source: <p class="help-block icl-TextInput-helpText">*More screener questions may reduce the number of RSVPs you receive.</p>
nl_nl: <p class="help-block icl-TextInput-helpText">* Als je meer screeningsvragen toevoegt, kan dat leiden tot minder bevestigingen van aanwezigheid.</p>

source: Add custom screening question
nl_nl: Aangepaste screeningsvraag toevoegen

source: Event title
nl_nl: Evenementtitel

source: Try "Networking Inc. hiring event - South Dallas"
nl_nl: Bijv. 'Hiring Event UMCG - Groningen'

source: Event advertising
nl_nl: Evenementadvertenties

source: Select sites where you plan on posting your event. We will provide tracking links to share your event page, and send automated reminders.
nl_nl: Selecteer sites waarop je je evenement wilt plaatsen. Wij bieden trackinglinks die je op je evenementpagina kunt delen en we sturen geautomatiseerde herinneringen.

source: Sources other
nl_nl: Andere bronnen

source: Try "Glassdoor, job board, Newspaper(online)"
nl_nl: Bijv. 'Glassdoor, vacaturebank, krant (online)'

source: Purchase order (PO) # (optional)
nl_nl: Inkoopordernummer (PO, optioneel)

source: We will include this on the invoice
nl_nl: Dit wordt opgenomen op de factuur

source: Unique Event Identifier (optional)
nl_nl: Unieke evenement-ID (optioneel)

source: This is for your internal reference and will appear in all of your hiring event reports
nl_nl: Dit is voor je interne referentie en wordt weergegeven in al je rapporten over Hiring Events

source: e.g. dept code, site code, region code, location name, etc
nl_nl: bijvoorbeeld: afdelingscode, locatiecode, regiocode, locatienaam.

source: Other event details to share with your Indeed Representative
nl_nl: Andere evenementgegevens om met je Indeed-vertegenwoordiger te delen

source: Anything else we should know about your event? This will not be displayed to job seekers.
nl_nl: Is er nog iets wat we moeten weten over je evenement? Dit wordt niet weergegeven aan werkzoekenden.

source: Other (please fill it out, use commas to separate sources)
nl_nl: Anders (vul dit in en gebruik komma's om de bronnen te scheiden)

source: send an intake
nl_nl: een intake verzenden

source: Example: 4000
nl_nl: Bijv. 4000

source: send an IO
nl_nl: een IO verzenden

source: Attendees at event (from Indeed)
nl_nl: Deelnemers bij evenement (van Indeed)

source: Offers given
nl_nl: Aantal aanbiedingen die zijn gedaan

source: 2nd interview invitations sent
nl_nl: Uitnodigingen voor tweede gesprek verstuurd

source: Save and continue
nl_nl: Opslaan en doorgaan

source: Submit
nl_nl: Versturen

source: Email
nl_nl: E-mailadres

source: Phone number
nl_nl: Telefoonnummer

source: Estimated event date
nl_nl: Verwachte evenementdatum

source: MM/DD/YYYY
nl_nl: DD-MM-JJJJ

source: Desired number of hires
nl_nl: Gewenst aantal aan te nemen medewerkers

source: At least one item is required.
nl_nl: Minimaal één item is vereist.

source: Duplicate: {} used more than once
nl_nl: Duplicaat: {} meerdere keren gebruikt

source: Time slot length ({}) must be evenly divisible by time range.
nl_nl: Lengte van tijdvak ({}) moet gelijk te verdelen zijn over de totale duur.

source: Event budget for currency {} must be at least {}.
nl_nl: Evenementbudget voor valuta {} moet minimaal {} zijn.

source: Address1 or Name is required.
nl_nl: Adresregel 1 of Naam is vereist.

source: Multiple location placeholders must have a name
nl_nl: Meerdere placeholders voor de locatie hebben een naam nodig.

source: Multiple location placeholders must have a zipcode
nl_nl: Meerdere placeholders voor de locatie hebben een postcode nodig.

source: Zipcode or city and state is required.
nl_nl: Postcode of plaats is vereist.

source: Zipcode is required for US.
nl_nl: Postcode is vereist.

source: Commission
nl_nl: Commissie

source: Permanent
nl_nl: Onbepaalde tijd

source: OTE
nl_nl: Prestatieloon

source: Contractor
nl_nl: Freelancer

source: Per Diem
nl_nl: Per diem-vergoeding

source: Seasonal
nl_nl: Seizoenswerk

source: Perk must have a name to be shown on intake
nl_nl: Voordeel moet een naam hebben om op de intake te worden weergegeven.

source: io_budget and total_budget fields are required.
nl_nl: De velden io_budget en total_budget zijn vereist.

source: Current total spend exceeds the current Event Budget. (Total spend: {total_spend})
nl_nl: Huidige totale kosten overschrijden het huidige evenementbudget. (Totale kosten: {total_spend})

source: Selected IO Budget does not have enough funds to cover Event Budget.
nl_nl: Geselecteerd IO-budget heeft onvoldoende middelen voor het budget van een evenement.

source: Event budget can't be less than campaign spend of {}
nl_nl: Budget van evenement mag niet minder zijn dan campagnebesteding van {}

source: This location is already used as a job location. Please try a different location or create a new entry
nl_nl: Deze locatie wordt al gebruikt als vacaturelocatie. Probeer een andere locatie of maak een nieuwe vermelding.

source: Advertiser ID on budget profile (id={0}) must match advertiser ID on event (id={1}).
nl_nl: Adverteerder-ID op budgetprofiel (id={0}) moet overeenkomen met adverteerder-ID op evenement (id={1}).

source: Agency clients require a PO number.
nl_nl: Voor wervingsbureaus is een PO-nummer vereist.

source: Setting both a max rsvp per time slot and a max rsvp total is not supported. Please set only one of these fields.
nl_nl: Het is niet mogelijk een maximaal aantal bevestigingen per tijdvak én een maximaal totaalaantal bevestigingen in te stellen. Stel slechts één van deze velden in.

source: Time slot length can only be selected before the event has RSVPs
nl_nl: Lengte van tijdvak kan alleen worden geselecteerd voordat er bevestigingen van aanwezigheid voor het evenement zijn.

source: Event description may only contain one YouTube link
nl_nl: Evenementbeschrijving mag maar één YouTube-link bevatten.

source: Create your {} hiring event
nl_nl: Maak je Hiring Event voor {}

source: [CS AND SALES ACTION REQUIRED] IHE Intake submissions - {}
nl_nl: [ACTIE VAN CS EN SALES VEREIST] IHE-intakeverzendingen - {}

source: Your Hiring Event is being reviewed
nl_nl: Je Hiring Event wordt beoordeeld.

source: [ACTION REQUIRED] IHE Unsupported Event Type for {}
nl_nl: [ACTIE VEREIST] Evenementtype niet ondersteund door IHE voor {}

source: IO #
nl_nl: IO-nummer

source: Event Date(s)
nl_nl: Evenementdatum(s)

source: Advertising Date
nl_nl: Advertentiedatum

source: Event ID
nl_nl: Evenement-ID

source: Paid Impressions
nl_nl: Betaalde weergaven

source: Paid Clicks
nl_nl: Betaalde clicks

source: Paid RSVPs
nl_nl: Betaalde bevestigingen

source: Organic RSVPs
nl_nl: Organische bevestigingen

source: Total RSVPs
nl_nl: Totaal aantal bevestigingen

source: Attendees
nl_nl: Deelnemers

source: ITA Impressions
nl_nl: ITA-weergaven

source: ITA CTR
nl_nl: CTR van ITA

source: ITA RSVPs
nl_nl: ITA-bevestigingen

source: ITA RSVP Rate
nl_nl: Percentage ITA-bevestigingen

source: ITA Cost
nl_nl: ITA-kosten

source: SJ Impressions
nl_nl: GV-weergaven

source: SJ Clicks
nl_nl: GV-clicks

source: SJ CTR
nl_nl: CTR van GV

source: SJ RSVPs
nl_nl: GV-bevestigingen van aanwezigheid

source: SJ RSVP Rate
nl_nl: Percentage GV-bevestigingen van aanwezigheid

source: SJ Cost
nl_nl: GV-kosten

source: Paid CTR
nl_nl: Betaalde CTR

source: Paid RSVP Rate
nl_nl: Percentage betaalde bevestigingen van aanwezigheid

source: Show Rate
nl_nl: Aanwezigheidspercentage

source: Total Cost
nl_nl: Totale kosten

source: Total Attendees
nl_nl: Totaal aantal deelnemers

source: Total Show Rate
nl_nl: Totaal aanwezigheidspercentage

source: Total Paid RSVPs
nl_nl: Totaal aantal betaalde bevestigingen

source: N/A
nl_nl: N.v.t.

source: PO #
nl_nl: PO-nummer

source: Unique Event Identifier
nl_nl: Unieke evenement-ID

source: Hiring Event Detailed Report
nl_nl: Gedetailleerd rapport over Hiring Event

source: Hiring Event Daily Breakdown Report
nl_nl: Dagelijks overzichtsrapport van Hiring Event

source: Hiring Event Report
nl_nl: Rapport over Hiring Event

source: Your {0} hiring event for {1} is live
nl_nl: Je Hiring Event in {0} op {1} is live

source: View your event post
nl_nl: Evenementplaatsing bekijken

source: {company} Hiring Event {date} has been cancelled
nl_nl: Hiring Event van {company} op {date} is geannuleerd

source: View jobs on Indeed
nl_nl: Vacatures bekijken op Indeed

source: https://www.indeed.com
nl_nl: https://www.indeed.nl

source: CANCELLED - {eventdates_str} Hiring Event in {city}
nl_nl: GEANNULEERD - Hiring Event op {eventdates_str} in {city}
