Repository: luisalfonsorojas/weblate-test
Catalog: po/*.po
Languages: nl_nl

source: How likely are you to recommend Indeed Hiring Events to a friend or colleague?
nl_nl: Hoe waarschijnlijk is het dat je Indeed Hiring Events zult aanbevelen aan een vriend of collega?

source: <p style="padding:0;Margin:0;font-family:'Helvetica Neue', Helvetica, Arial, 'Liberation Sans', Roboto, Noto, sans-serif;font-size:16px;line-height:26px;color:#2A2226;">Not at all likely</p>
nl_nl: <p style="padding:0;Margin:0;font-family:'Helvetica Neue', Helvetica, Arial, 'Liberation Sans', Roboto, Noto, sans-serif;font-size:16px;line-height:26px;color:#2A2226;">Helemaal niet waarschijnlijk</p>

source: <p style="padding:0;Margin:0;font-family:'Helvetica Neue', Helvetica, Arial, 'Liberation Sans', Roboto, Noto, sans-serif;font-size:16px;line-height:26px;color:#2A2226;">Extremely likely</p>
nl_nl: <p style="padding:0;Margin:0;font-family:'Helvetica Neue', Helvetica, Arial, 'Liberation Sans', Roboto, Noto, sans-serif;font-size:16px;line-height:26px;color:#2A2226;">Zeer waarschijnlijk</p>

source: Sign-ins
nl_nl: Aanmeldingen

source: Walk-ins
nl_nl: Inloop

source: Attendee breakdown by source
nl_nl: Deelnemersoverzicht per bron

source: Source
nl_nl: Bron

source: RSVP<br class="show" /> count
nl_nl: Aantal bevestigingen van aanwezigheid<br class="show" />

source: Signed-in count
nl_nl: Aantal aanmeldingen

source: %(total_rsvps)s Total RSVPs
nl_nl: %(total_rsvps)s totaal aantal bevestigingen van aanwezigheid

source: No attendee numbers? Use the sign-in tool.
nl_nl: Geen deelnemersaantallen? Gebruik de aanmeldtool.

source: Use the sign-in tool at your next event to receive actual attendee numbers, analytics detailing the most successful advertising platforms, and contact information for all of the RSVPs that didn’t make it.
nl_nl: Gebruik bij je volgende evenement de aanmeldtool voor actuele deelnemersaantallen, analyses van de meest rendabele advertentieplatforms en contactgegevens voor alle mensen die hun aanwezigheid hebben bevestigd, maar niet aanwezig konden zijn.

source: %(num_rsvps)s candidates want to reschedule
nl_nl: %(num_rsvps)s kandidaten willen afspraken verplaatsen

source: See their contact details in the attached spreadsheet
nl_nl: Bekijk hun contactgegevens in de bijgevoegde spreadsheet

source: Some of the job seekers who were unable to attend your event would still like to meet you. Take a look at their resumes and reschedule a meeting. We also included contact info and resumes for all attendees who couldn’t make it.
nl_nl: Enkele werkzoekenden die niet aanwezig konden zijn bij je evenement, willen je toch ontmoeten. Bekijk hun cv en plan een afspraak. We hebben ook contactgegevens en cv's toegevoegd van alle deelnemers die niet aanwezig konden zijn.

source: Indeed Hiring Event update
nl_nl: Update over Indeed Hiring Event

source: Daily Event Outlook
nl_nl: Dagelijks vooruitzicht evenement

source: View the Hiring Event Page
nl_nl: Bekijk de evenementpagina

source: For the full attendee list, download the attached spreadsheet.
nl_nl: Download de bijgevoegde spreadsheet voor een volledige lijst met deelnemers.

source: Tips for scheduling hiring managers
nl_nl: Tips voor het inroosteren van hiring managers

source: Daily update: %(company_name)s event
nl_nl: Dagelijkse update: evenement van %(company_name)s

source: View the full RSVP list in the attached spreadsheet.
nl_nl: Bekijk de volledige lijst met bevestigingen van aanwezigheid in de bijgevoegde spreadsheet.

# View event page cta
source: View your event post
nl_nl: Evenementplaatsing bekijken

source: + %(incr_count)s since yesterday
nl_nl: + %(incr_count)s sinds gisteren

source: Estimated attendees*
nl_nl: Geschat aantal deelnemers*

source: RSVPs by Interview Slot
nl_nl: Bevestigingen van aanwezigheid per tijdvak

source: Time slot
nl_nl: Tijdvak

source: RSVP count
nl_nl: Aantal bevestigingen van aanwezigheid

source: %(rsvp_count)s Total RSVP%(rsvp_pluralize)s
nl_nl: %(rsvp_count)s bevestigingen in totaal%(rsvp_pluralize)s

source: Indeed follows up with candidates who couldn't make the event
nl_nl: Indeed neemt contact op met kandidaten die niet aanwezig konden zijn bij het evenement.

source: Get resumes for RSVPs who couldn't attend
nl_nl: Ontvang cv's van de mensen die hun aanwezigheid hebben bevestigd, maar niet aanwezig konden zijn.

source: Easily measure the event's ROI
nl_nl: Eenvoudig de ROI van het evenement meten

# Sign-in tool info CTA
source: Access your sign-in tool
nl_nl: Aanmeldtool openen

source: Access your sign-in tool
nl_nl: Aanmeldtool openen

source: RSVP to attend
nl_nl: Reageren om deel te nemen

source: Hiring event in %(city)s, %(state)s on %(date_str)s. %(interviews_offers_str)s
nl_nl: Hiring Event in %(city)s, %(state)s op %(date_str)s. %(interviews_offers_str)s

source: You are invited to attend
nl_nl: Je bent uitgenodigd om deel te nemen

source: <b>%(company)s's</b> hiring event in <b>%(city)s, %(state)s</b> on %(body_date_str)s. %(interviews_offers_str)s
nl_nl: Hiring Event van <b>%(company)s</b> in <b>%(city)s, %(state)s</b> op %(body_date_str)s. %(interviews_offers_str)s

source: Attending hiring events are a great way to stand out. You can talk directly to the employer and get interviewed on the spot. %(perks)s
nl_nl: Deelnemen aan Hiring Events is een goede manier om op te vallen. Je kunt direct met de werkgever praten en ter plekke een sollicitatiegesprek voeren. %(perks)s

source: %(company)s is hiring for the following positions at the %(city_str)s:
nl_nl: %(company)s is op zoek naar mensen voor de volgende functies in %(city_str)s:

source: Learn More
nl_nl: Meer Informatie

source: Happy Searching
nl_nl: Succes met zoeken!

source: <a href="http://www.indeed.com/legal?ctx=email-ftp_laaV2&isid=email-ftp_laaV2&ikw=privacy&utm_source=employer_emails&utm_medium=email&utm_campaign=ftp_laaV2&utm_pr=dr&utm_cnt=site&utm_type=link&utm_loc=mid&utm_co=US#privacy" style="color:#085FF7">Privacy Policy</a>&nbsp;&nbsp;|&nbsp;&nbsp;<a href="http://www.indeed.com/legal?ctx=email-ftp_laaV2&isid=email-ftp_laaV2&ikw=terms&utm_source=employer_emails&utm_medium=email&utm_campaign=ftp_laaV2&utm_pr=dr&utm_cnt=site&utm_type=link&utm_loc=mid&utm_co=US" style="color:#085FF7">Terms</a>&nbsp;&nbsp;|&nbsp;&nbsp;<a href="https://indeedemployers.zendesk.com/hc/en-us?ctx=email-ftp_laaV2&isid=email-ftp_laaV2&ikw=help&utm_source=employer_emails&utm_medium=email&utm_campaign=ftp_laaV2&utm_pr=dr&utm_cnt=site&utm_type=link&utm_loc=mid&utm_co=US" style="color:#085FF7">Help</a>&nbsp;&nbsp;|&nbsp;&nbsp;<a href="http://offers.indeed.com/UnsubscribePage.html" style="color:#085FF7">Unsubscribe</a>
nl_nl: <a href="http://www.indeed.nl/legal?ctx=email-ftp_laaV2&isid=email-ftp_laaV2&ikw=privacy&utm_source=employer_emails&utm_medium=email&utm_campaign=ftp_laaV2&utm_pr=dr&utm_cnt=site&utm_type=link&utm_loc=mid&utm_co=US#privacy" style="color:#085FF7">Privacybeleid</a>&nbsp;&nbsp;|&nbsp;&nbsp;<a href="http://www.indeed.nl/legal?ctx=email-ftp_laaV2&isid=email-ftp_laaV2&ikw=terms&utm_source=employer_emails&utm_medium=email&utm_campaign=ftp_laaV2&utm_pr=dr&utm_cnt=site&utm_type=link&utm_loc=mid&utm_co=US" style="color:#085FF7">Voorwaarden</a>&nbsp;&nbsp;|&nbsp;&nbsp;<a href="https://indeedemployers.zendesk.com/hc/en-us?ctx=email-ftp_laaV2&isid=email-ftp_laaV2&ikw=help&utm_source=employer_emails&utm_medium=email&utm_campaign=ftp_laaV2&utm_pr=dr&utm_cnt=site&utm_type=link&utm_loc=mid&utm_co=US" style="color:#085FF7">Helpcenter</a>&nbsp;&nbsp;|&nbsp;&nbsp;<a href="http://offers.indeed.com/UnsubscribePage.html" style="color:#085FF7">Afmelden</a>

# Jobseeker feedback email - thank you on post attending hiring event email
source: Thanks for attending the hiring event
nl_nl: Bedankt voor je deelname aan het Hiring Event

# Jobseeker feedback email - ask for feedback
source: We would love your feedback on how we can make hiring events better
nl_nl: We ontvangen graag je feedback over hoe we Hiring Events nog beter kunnen maken

# Jobseeker feedback email - experience question
source: How was your experience at the %(company_name)s hiring event?
nl_nl: Wat vond je van het Hiring Event van %(company_name)s?

# Jobseeker feedback email - terrible (0) rating
source: Terrible
nl_nl: Verschrikkelijk

# Jobseeker feedback email - bad (1) rating
source: Bad
nl_nl: Slecht

# Jobseeker feedback email - okay (2) rating
source: Okay
nl_nl: Neutraal

# Jobseeker feedback email survey - good (3) rating
source: Good
nl_nl: Goed

# Jobseeker feedback email - great (4) rating
source: Great
nl_nl: Geweldig

# Jobseeker feedback email - ask for feedback
source: We would love your feedback on how we can make hiring events better.
nl_nl: We ontvangen graag je feedback over hoe we Hiring Events nog beter kunnen maken.

# Jobseeker feedback email - Thanks
source: Thanks!
nl_nl: Bedankt!

source: The %(company_name)s hiring event on %(event_date)s has been cancelled
nl_nl: Het Hiring Event van %(company_name)s op %(event_date)s is geannuleerd.

source: The %(company_name)s hiring event on %(date)s has unfortunately been cancelled.
nl_nl: Het Hiring Event van %(company_name)s op %(date)s is helaas geannuleerd.

source: To see more job opportunities:
nl_nl: Meer vacatures bekijken:

source: Thanks, <br/><br/> The Indeed Hiring Events Team
nl_nl: Met vriendelijke groet, <br/><br/> Het Indeed Hiring Events-team

source: unsubscribe from hiring event emails
nl_nl: afmelden voor e-mails over Hiring Events

source: Your spot is reserved!
nl_nl: Je plek is gereserveerd.

source: You've got the Interview
nl_nl: Je krijgt een gesprek

source: You've got the Interview!
nl_nl: Je gaat op gesprek!

source: Event details below.
nl_nl: Evenementgegevens vind je hieronder.

# Link to the hiring event website.
source: %(company_name)s Hiring Event
nl_nl: Hiring Event van %(company_name)s

# Telling the RSVP to call at interview_slot time - Virtual Event
source: Interview time: <b>%(interview_slot)s</b>
nl_nl: Gesprekstijd: <b>%(interview_slot)s</b>

# Telling the RSVP to show up at interview_slot time
source: Please arrive anytime between <b>%(interview_slot)s</b>
nl_nl: Zorg ervoor dat je tussen <b>%(interview_slot)s</b> aanwezig bent.

# Text specifying the candidate's name
source: Name: %(first_name)s %(last_name)s
nl_nl: Naam: %(first_name)s %(last_name)s

# Header for how to contact for the virtual event - confirmation email
source: What happens next
nl_nl: Volgende stap

# How to contact the employer during the event - RSVP Confirmation Email
source: At your interview date and time, please call the following number: <a style="white-space: nowrap" href="tel:%(intl_phone)s">%(local_phone)s</a>
nl_nl: Bel op de datum en tijd van je sollicitatiegesprek naar het volgende nummer: <a style="white-space: nowrap" href="tel:%(intl_phone)s">%(local_phone)s</a>

# How to contact the employer during the event - RSVP Confirmation Email
source: At your interview date and time, please <a href="%(url)s" target='_blank' rel='noopener noreferrer'>click here</a>.
nl_nl: Op bovenstaande datum en tijd, <a href="%(url)s" target='_blank' rel='noopener noreferrer'>klik hier</a> om naar je sollicitatiegesprek te gaan.

source: Technology requirements
nl_nl: Technische vereisten

source: Get directions
nl_nl: Routebeschrijving opvragen

source: Thank you for registering for the %(company_name)s virtual hiring event.
nl_nl: Bedankt dat je je hebt ingeschreven voor een online sollicitatiegesprek met %(company_name)s.

source: Thank you for registering for your interview with %(company_name)s.
nl_nl: Je sollicitatiegesprek met %(company_name)s is bevestigd.

source: Get started with these tips:
nl_nl: Ga aan de slag met de volgende tips:

source: How to succeed at a virtual hiring event
nl_nl: Hoe maak ik een succes van mijn online sollicitatiegesprek?

source: Read the event description
nl_nl: Lees de beschrijving van de online sollicitatiedag

source: This will provide important details such as whether or not offers will be made on the spot or if this is the first interview within a series of interviews.
nl_nl: Hierin staat belangrijke informatie, zoals of je tijdens het gesprek een aanbod kunt verwachten of dat dit het eerste gesprek van een reeks gesprekken is.

source: Update your resume
nl_nl: Update je cv

source: Make changes to your resume so the hiring manager can easily see that your background meets their requirements.
nl_nl: Pas je cv aan, zodat de hiring manager meteen kan zien dat je voldoet aan de eisen van de functie.

source: Practice your answers
nl_nl: Oefen je antwoorden

source: Practice and prepare a one-minute summary of yourself to quickly share with hiring managers what you have to offer.
nl_nl: Bereid een kort praatje voor waarin je jezelf in een minuut voorstelt, zodat je met hiring managers kunt delen wat je te bieden hebt.

source: Read the full guide
nl_nl: Lees de hele handleiding

source: Get more tips on how to prepare for your upcoming virtual hiring event.
nl_nl: Ontvang meer tips over hoe je je kunt voorbereiden op je online sollicitatiegesprek.

source: Get more tips
nl_nl: Meer tips bekijken

source: Thanks for attending the hiring event
nl_nl: Bedankt voor je deelname aan het Hiring Event.

source: We would love your feedback on how we can make hiring events better
nl_nl: We ontvangen graag je feedback over hoe we Hiring Events nog beter kunnen maken.

source: Take the survey
nl_nl: Enquête invullen

source: We missed you at the %(company)s event
nl_nl: We hebben je gemist bij het evenement van %(company)s

source: According to our sign-in sheet, it looks like you didn't make it to %(company)s's hiring event yesterday
nl_nl: Volgens ons aanmeldblad was je gisteren niet aanwezig bij het Hiring Event van %(company)s.

source: It might just be on our end, though. <b>If you were there, and we managed to miss you, please click the button below to let us know. </b>
nl_nl: Dat kan echter aan ons liggen. <b>Als je er wel was en wij je aanwezigheid niet hebben vastgelegd, klik dan op de onderstaande knop om ons dat te laten weten. </b>

source: I was there!
nl_nl: Ik was er wel!

# Indeed Hiring Events Terms and Conditions
source: <a href="https://www.indeed.com/legal#privacy" style="color:#6D7883">Privacy Policy</a>&nbsp;|&nbsp; <a href="https://www.indeed.com/legal" style="color:#6D7883">Terms</a>&nbsp;|&nbsp; <a href="https://indeedemployers.zendesk.com/" style="color:#6D7883">Help</a>&nbsp;|&nbsp;
nl_nl: <a href="https://www.indeed.nl/legal#privacy" style="color:#6D7883">Privacybeleid</a>&nbsp;|&nbsp; <a href="https://www.indeed.nl/legal" style="color:#6D7883">Voorwaarden</a>&nbsp;|&nbsp; <a href="https://indeedemployers.zendesk.com/" style="color:#6D7883">Helpcenter</a>&nbsp;|&nbsp;

source: Hiring Events Reschedule Request
nl_nl: Nieuwe afspraak voor Hiring Event maken

source: The %(desired_date)s %(company_name)s hiring event you RSVP'ed to is complete. However, you still have the opportunity to reschedule.
nl_nl: Het Hiring Event op %(desired_date)s van %(company_name)s waarop je hebt gereageerd, zit vol. Je kunt echter een nieuwe afspraak maken.

source: Click below to let the company know you're still interested!
nl_nl: Klik hieronder om het bedrijf te laten weten dat je nog steeds geïnteresseerd bent.

source: I'm Interested
nl_nl: Ik ben geïnteresseerd

source: Let the hiring manager know you're still interested
nl_nl: Laat de hiring manager weten dat je nog steeds geïnteresseerd bent.

source: According to our sign-in sheet, it appears you didn't attend the %(company)s's hiring event on %(event_date)s. <b>However, you still have the opportunity to reschedule your interview. </b>
nl_nl: Volgens ons aanmeldblad was je niet aanwezig bij het Hiring Event van %(company)s op %(event_date)s. <b>Je hebt echter de mogelijkheid om je sollicitatiegesprek te verplaatsen. </b>

source: Click below to let the hiring manager know you're still interested
nl_nl: Klik hieronder om de hiring manager te laten weten dat je nog steeds geïnteresseerd bent.

source: Reschedule my interview
nl_nl: Mijn sollicitatiegesprek verplaatsen

source: Did you receive this email in error? Did you actually attend this event?
nl_nl: Heb je deze e-mail ontvangen maar was dit niet de bedoeling? Ben je wel bij dit evenement geweest?

source: Let us know you were there
nl_nl: Laat ons weten dat je er was.

source: You RSVP'd to a %(company_name)s hiring event on %(original_event_date_str)s and have indicated you are still interested.
nl_nl: Je hebt je aanwezigheid voor een Hiring Event van %(company_name)s op %(original_event_date_str)s bevestigd en aangegeven dat je nog steeds geïnteresseerd bent.

source: You RSVP'd to a %(company_name)s hiring event on %(original_event_date_str)s and have indicated you would still like to interview.
nl_nl: Je hebt je aanwezigheid voor een Hiring Event van %(company_name)s op %(original_event_date_str)s bevestigd en aangegeven dat je nog steeds een gesprek wilt.

source: Well good news! You've got another chance to attend a %(company_name)s hiring event. %(company_name)s will be having a hiring event in %(city)s, %(state)s on %(new_event_date_str)s.
nl_nl: We hebben goed nieuws! Je krijgt nog een kans om deel te nemen aan een Hiring Event van %(company_name)s. %(company_name)s organiseert een Hiring Event in %(city)s, %(state)s op %(new_event_date_str)s.

source: RSVP on their <a href="%(new_event_url)s">event page</a> so they know you're coming!
nl_nl: Bevestig je aanwezigheid op de <a href="%(new_event_url)s">evenementpagina</a>, zodat het bedrijf weet dat je komt.

source: %(company_name)s Hiring Event is coming up!
nl_nl: Het Hiring Event van %(company_name)s is bijna!

source: Your interview is coming up!
nl_nl: Je sollicitatiegesprek staat voor de deur!

# Header explaining what happens next for virtual event - RSVP Reminder Email
source: What happens next
nl_nl: Volgende stap

source: Technology requirements
nl_nl: Technische vereisten

source: More resources for success:
nl_nl: Meer hulpmiddelen:

source: Get prepared for your virtual hiring event
nl_nl: Bereid je voor op je online sollicitatiegesprek

source: Tips for a successful video interview
nl_nl: Tips voor een geslaagd videogesprek

source: We'll walk you through what to wear, video interview body language tips and preparing your tech for the interview.
nl_nl: We geven informatie over wat je het beste kunt aantrekken, tips over je lichaamstaal en hoe je ervoor kunt zorgen dat je techniek goed werkt voor het gesprek.

source: Learn more
nl_nl: Meer informatie

source: Have a question about virtual hiring events?
nl_nl: Heb je een vraag over online sollicitatiedagen?

source: Ask questions or participate in existing conversations to get help from career coaches, Indeed employees and peers.
nl_nl: Stel vragen of neem deel aan bestaande gesprekken om hulp te krijgen van carrièrecoaches, Indeed-medewerkers en collega's.

source: Join the conversation
nl_nl: Aan het gesprek deelnemen

source: Finding success with virtual hiring events
nl_nl: Tips voor online sollicitatiedagen

source: Need more help? Read our How to Succeed at a Virtual Hiring Event guide to be prepared for your upcoming interview.
nl_nl: Meer hulp nodig? Lees onze handleiding 'Hoe maak ik een succes van mijn Virtual Hiring Event?' om je voor te bereiden op je gesprek.

source: Get the guide
nl_nl: Handleiding bekijken

source: The %(company_name)s hiring event on %(old_event_date)s has been rescheduled to %(event_date)s.
nl_nl: Het Hiring Event van %(company_name)s op %(old_event_date)s is verplaatst naar %(event_date)s.

source: The %(company_name)s hiring event on %(event_date)s has been rescheduled.
nl_nl: Het Hiring Event van %(company_name)s op %(event_date)s is verplaatst.

source: The %(company_name)s hiring event has been rescheduled
nl_nl: Het Hiring Event van %(company_name)s is verplaatst.

source: The %(company_name)s hiring event on <b>%(old_event_date)s</b> has been rescheduled to <b>%(event_date)s</b> between <b>%(interview_slot_text)s</b>.
nl_nl: Het Hiring Event van %(company_name)s op <b>%(old_event_date)s</b> is verplaatst naar <b>%(event_date)s</b> tussen <b>%(interview_slot_text)s</b>.

source: The %(company_name)s hiring event on <b>%(event_date)s</b> has been rescheduled to <b>%(interview_slot_text)s</b>.
nl_nl: Het Hiring Event van %(company_name)s op <b>%(event_date)s</b> is verplaatst naar <b>%(interview_slot_text)s</b>.

source: If you are not available for the new time or would like to attend another day, feel free to rsvp to any date shown on the <a href="%(event_url)s?from=rsvp_reschedule_event_email">event posting</a>.
nl_nl: Als je niet aanwezig kunt zijn op de nieuwe datum en tijd of op een andere dag wilt deelnemen, meld je dan aan voor een datum die wordt weergegeven op de <a href="%(event_url)s?from=rsvp_reschedule_event_email">evenementplaatsing</a>.

source: For details such as open positions, job requirements, job locations, and more, please refer to the <a href="%(event_url)s?from=rsvp_reschedule_event_email">event posting</a>. Here are some important details:
nl_nl: Bekijk de <a href="%(event_url)s?from=rsvp_reschedule_event_email">evenementplaatsing</a>voor meer informatie zoals openstaande vacatures, vacaturevereisten en vacaturelocaties. Hieronder vind je enkele belangrijke gegevens:

source: Location
nl_nl: Locatie

source: Interview Location
nl_nl: Locatie sollicitatiegesprek

source: Please confirm your attendance by replying "Y" to this email.
nl_nl: Bevestig je deelname door deze e-mail met 'J' te beantwoorden.

source: How would you rate your client's satisfaction of ROI (number of attendees given the spend)?
nl_nl: Hoe zou je de tevredenheid of ROI (aantal deelnemers ten opzichte van de kosten) van je klant beoordelen?

source: Unsubscribe
nl_nl: Afmelden

source: Terms of Use
nl_nl: Gebruiksvoorwaarden

# Alt text for IHE logo on emails - Employer
source: Indeed for employers
nl_nl: Indeed voor werkgevers

source: Cancel reservation
nl_nl: Reservering annuleren

source: Cancel interview
nl_nl: Gesprek annuleren

source: Modify reservation time
nl_nl: Reserveringstijd wijzigen

source: Modify interview time
nl_nl: Gesprekstijd wijzigen

source: How to prepare:
nl_nl: Hoe kan ik me het beste voorbereiden?

# virtual event rsvp confirmation /reminder email - Company Application link name
source: online application
nl_nl: online sollicitatie

source: We recommend completing the <a href="%(application_link_url)s" target="_blank" rel="noopener noreferrer">%(application_link_name)s</a> prior to the event as it will speed up the process.
nl_nl: We raden je aan om onze <a href="%(application_link_url)s" target="_blank" rel="noopener noreferrer">%(application_link_name)s</a> in te vullen voordat de sollicitatiedag plaatsvindt. Hierdoor verloopt het proces sneller.

source: Technology requirements:
nl_nl: Technische vereisten:

source: What happens next:
nl_nl: Wat gebeurt er nu?

source: Virtual Hiring Event time: %(interview_slot)s %(timezone)s
nl_nl: Virtual Hiring Event-tijd: %(interview_slot)s %(timezone)s

source: Interview time: %(interview_slot)s %(timezone)s
nl_nl: Gesprekstijd: %(interview_slot)s %(timezone)s

source: Join your interview
nl_nl: Naar je gesprek

source: Join the virtual event
nl_nl: Naar het virtuele evenement

source: Call in to your interview
nl_nl: Inbellen bij je gesprek

source: Call in to the virtual event
nl_nl: Inbellen bij het virtuele evenement

# Event activated email - how to prepare - best practices - virtual event - CTA
source: Guide to a Successful Virtual Hiring Event
nl_nl: Handleiding voor een succesvol Virtual Hiring Event

# Daily status email - title
source: Hiring event daily update
nl_nl: Dagelijkse update Hiring Event
