Repository: luisalfonsorojas/weblate-test
Catalog: po/*.po
Languages: nl_nl

source: By clicking submit, you consent to receiving telephone and email marketing communications from Indeed at the contact information provided.
nl_nl: Als je op 'Verzenden' klikt, ga je akkoord met marketingcommunicatie van Indeed via de opgegeven contactgegevens voor telefoon en e-mail.

# Employer landing page lead form success header
source: Thank you for your interest in Indeed Hiring Events.
nl_nl: Bedankt voor je interesse in Indeed Hiring Events.

# Employer landing page lead form success message
source: We've received your information and a representative will contact you soon.
nl_nl: We hebben je gegevens ontvangen en een vertegenwoordiger neemt binnenkort contact met je op.

source: Offers on the spot
nl_nl: Aanbod ter plekke

source: Interviews on the spot
nl_nl: Sollicitatiegesprek ter plekke

# Employer landing page Hiring Events guide pdf form email field label
source: Enter your email
nl_nl: Voer je e-mailadres in

# Employer landing page Hiring Events guide pdf form CTA
source: Submit
nl_nl: Versturen

# Employer landing page lead form success header
source: Thank you for your interest in Indeed Hiring Events. Check your email for a link to download the Indeed Guide for Hosting a Successful Hiring Event.
nl_nl: Bedankt voor je interesse in Indeed Hiring Events. Bekijk je e-mail voor een link om de Indeed-handleiding voor het hosten van een geslaagd Hiring Event te downloaden.

source: http://www.indeed.com
nl_nl: http://www.indeed.nl

# audience-advertiser
source: 6433 Champion Grandview Way, Building 1, Austin, TX 78750
nl_nl: 124 St. Stephen’s Green | Dublin 2, Ireland

source: Job Seeker Mailing Address:
nl_nl: Postadres van werkzoekende:

# audience-jobseeker
source: 6433 Champion Grandview Way, Building 1, Austin, TX 78750
nl_nl: 124 St. Stephen’s Green | Dublin 2, Ireland

source: Advertiser Mailing Address:
nl_nl: Postadres van adverteerder:

source: <a href="https://www.indeed.com/legal#privacy" style="color:#6D7883">Privacy Policy</a>&nbsp;|&nbsp;
nl_nl: <a href="https://www.indeed.nl/legal#privacy" style="color:#6D7883">Privacybeleid</a>&nbsp;|&nbsp;

source: <a href="https://www.indeed.com/legal" style="color:#6D7883">Terms</a>&nbsp;|&nbsp;
nl_nl: <a href="https://www.indeed.nl/legal" style="color:#6D7883">Voorwaarden</a>&nbsp;|&nbsp;

source: <a href="https://indeedemployers.zendesk.com/" style="color:#6D7883">Help</a>&nbsp;|&nbsp;
nl_nl: <a href="https://indeedemployers.zendesk.com/" style="color:#6D7883">Helpcenter</a>&nbsp;|&nbsp;

# audience-advertiser
source: Indeed, Inc.
nl_nl: Indeed Ireland Operations Ltd.

# audience-jobseeker
source: Indeed, Inc.
nl_nl: Indeed Ireland Operations Ltd.

source: Indeed, Inc.&nbsp;
nl_nl: Indeed Ireland Operations Ltd.&nbsp;

source: We will be hiring for the following location
nl_nl: We hebben mensen nodig voor de volgende locatie

source: (relocation required)
nl_nl: (verhuizing vereist)

source: All locations in the surrounding area of the event location
nl_nl: Alle locaties in de omgeving van de evenementlocatie

# Viewjob disclaimer content
source: This is a sponsored ad for a Hiring Event which will be hosted by a third party. Indeed makes no guarantee about the accuracy of the ad's details.
nl_nl: Dit is een gesponsorde vacature voor een Hiring Event dat wordt georganiseerd door een externe partij. Indeed biedt geen garanties over de juistheid van de gegevens in de vacature.

# Viewjob Event Detail Title - Virtual Event
source: Virtual Hiring Event Details
nl_nl: Gegevens over Virtual Hiring Event

# Viewjob Event Detail Title - Default
source: Hiring Event Details
nl_nl: Gegevens Hiring Event

# RSVP call to action (test)
source: RSVP to event
nl_nl: Aanwezigheid bevestigen

# RSVP call to action (control)
source: I'm interested
nl_nl: Ik ben geïnteresseerd

# Event interest call to action
source: I'm interested
nl_nl: Ik ben geïnteresseerd

# Shown in place of the rsvp form for expired events
source: This event has expired
nl_nl: Dit evenement is verlopen.

# Shown in place of the rsvp form for cancelled events
source: This event has been cancelled
nl_nl: Dit evenement is geannuleerd.

# Shown in place of the rsvp form for events that have reached their rsvp max
source: This event is full and is no longer accepting RSVPs.
nl_nl: Dit evenement is vol en er worden geen bevestigingen van aanwezigheid meer geaccepteerd.

# RSVP form title - Virtual Events
source: RSVP for this Virtual Hiring Event
nl_nl: Bevestig je aanwezigheid

# RSVP form title default
source: RSVP for this Event
nl_nl: Bevestig je aanwezigheid voor dit Hiring Event

# RSVP wants to change reservation date/time - heading
source: Modify Reservation
nl_nl: Reservering wijzigen

# RSVP wants to change reservation date/time
source: Please select a new RSVP time slot.<br/> Your original time slot will not update until you submit a new time.
nl_nl: Selecteer een nieuw tijdvak voor bevestiging van aanwezigheid.<br/> Je oorspronkelijke tijdvak wordt pas bijgewerkt als je een nieuwe tijd opgeeft.

# RSVP wants to change reservation date/time - CTA
source: Got it!
nl_nl: Begrepen!

# RSVP wants to cancel reservation - heading
source: Are you sure you'd like to cancel?
nl_nl: Weet je zeker dat je wilt annuleren?

# RSVP wants to cancel reservation - before cancelling
source: If so, we'll let the employer know you can't attend.
nl_nl: Zo ja, laat de werkgever dan weten dat je niet aanwezig kunt zijn.

# RSVP wants to cancel reservation - after cancelling
source: We'll let the employer know.<br/>RSVP again if you change your mind!
nl_nl: We stellen de werkgever op de hoogte.<br/>Vul de bevestiging van aanwezigheid opnieuw in als je van gedachten verandert.

# RSVP wants to cancel reservation - CTA
source: Yes, please cancel
nl_nl: Ja, annuleren

# RSVP wants to cancel reservation - close modal button, before cancelling
source: No, keep reservation
nl_nl: Nee, reservering behouden

# RSVP wants to cancel reservation - close modal button, after cancelling
source: Got it!
nl_nl: Begrepen!

# Viewjob job heading - No Interview
source: Open positions
nl_nl: Openstaande vacatures

# Viewjob job heading - Default with Num Openings
source: Our goal is to make %(num_openings)s hires consisting of:
nl_nl: Ons doel is %(num_openings)s mensen aan te nemen, namelijk:

# Viewjob job heading - Default
source: Interviewing for:
nl_nl: Gesprek voor:

source: Connect via phone call
nl_nl: Verbinding maken via telefonische oproep

# Virtual event, shown on the event detail page as the 'address' - phone call
source: Interviewing via phone call
nl_nl: Sollicitatiegesprek via de telefoon

source: Connect via web
nl_nl: Verbinding maken via het web

# Virtual event, shown on the event detail page as the 'address' - online
source: Interviewing via web
nl_nl: Sollicitatiegesprek via internet

source: You'll receive an email on how to connect.
nl_nl: Je ontvangt een e-mail met instructies om contact met ons op te nemen.

# RSVP gave wrong answer for knockout screener question - heading
source: Thanks for your interest
nl_nl: Bedankt voor je interesse

# RSVP gave wrong answer for knockout screener question - body
source: Unfortunately, based on your answers, it looks like you do not meet the requirements to RSVP for this event.
nl_nl: Op basis van je antwoorden voldoe je helaas niet aan de vereisten om je aanwezigheid voor dit evenement te bevestigen.

source: You're registered for the %(company_name)s hiring event.
nl_nl: Je hebt je ingeschreven voor het Hiring Event van %(company_name)s.

source: You're going to the %(company_name)s hiring event.
nl_nl: Je gaat naar het Hiring Event van %(company_name)s.

source: You are registered for %(company_name)s hiring event
nl_nl: Je bent ingeschreven voor het Hiring Event van %(company_name)s.

source: You are going to %(company_name)s hiring event
nl_nl: Je gaat naar het Hiring Event van %(company_name)s

source: We sent a confirmation to your email.
nl_nl: We sturen je een bevestiging via e-mail.

# Jobseeker Success Page - Spam Warning message
source: Please note this email may be sent to your promotions tab or spam folder
nl_nl: Houd er rekening mee dat deze e-mail mogelijk in het tabblad Reclame of in je spammap terecht is gekomen

# Virtual event, shown on the event detail page as the 'address' - phone call
source: Interviewing remotely via phone call
nl_nl: Sollicitatiegesprekken op afstand via de telefoon

# Virtual event, shown on the event detail page as the 'address' - online
source: Interviewing remotely via web
nl_nl: Sollicitatiegesprek op afstand via internet

# Social Media call to action
source: Share this event
nl_nl: Dit evenement delen

# IO docusign document header
source: Indeed Hiring Events Insertion Order
nl_nl: Indeed Hiring Events-inkooporder

# IO docusign subheader - IO Number
source: IO Number
nl_nl: IO-nummer

# IO docusign subheader - PO Number
source: PO Number (Optional)
nl_nl: PO-nummer (optioneel)

# IO docusign - company name
source: Company
nl_nl: Bedrijf

# IO docusign - company contact name
source: Name
nl_nl: Naam

# IO docusign - company contact email
source: Email
nl_nl: E-mailadres

# IO docusign - company address
source: Address
nl_nl: Adres

# IO docusign - company contact phone
source: Phone
nl_nl: Telefoonnummer

# IO docusign - campaign summary heading
source: Campaign Summary
nl_nl: Campagnesamenvatting

# IO docusign - campaign summary budget
source: Total Budget
nl_nl: Totaal budget

# IO docusign - campaign summary platform fee
source: Per-event Platform Fee
nl_nl: Platformkosten per evenement

# IO docusign - campaign summary terms
source: Terms
nl_nl: Voorwaarden

# IO docusign - campaign summary default terms
source: Payment due upon receipt/Post-pay
nl_nl: Betaling bij ontvangst/achteraf betalen

# IO docusign - campaign summary default spend details
source: Budget to be spent between Indeed Ads Program or Indeed Targeted Ads at Indeed's discretion
nl_nl: Budget om uit te geven aan Indeed Advertentieprogramma of Indeed Targeted Ads naar eigen inzicht van Indeed

# IO notes section
source: Notes
nl_nl: Opmerkingen

# IO docusign - billing info header
source: Billing Information
nl_nl: Betaalgegevens

# IO docusign - billing info company name
source: Company
nl_nl: Bedrijf

# IO docusign - billing info contact name
source: Name
nl_nl: Naam

# IO docusign - billing info contact email
source: Email
nl_nl: E-mailadres

# IO docusign - billing info address
source: Address
nl_nl: Adres

# IO docusign - billing info contact phone
source: Phone
nl_nl: Telefoonnummer

# IO docusign - payment disclaimer
source: <i>If your Indeed employer account has a credit card on file for the Indeed Ads Program, we will charge that same credit card for your Indeed Hiring Events.</i>
nl_nl: <i>Als je Indeed-werkgeversaccount is gekoppeld aan een creditcard voor het Indeed Advertentieprogramma, worden de kosten voor Indeed Hiring Events ook op deze creditcard in rekening gebracht.</i>

# IO docusign - signature label
source: Client Approval
nl_nl: Akkoord klant

# IO docusign - signed date label
source: Date
nl_nl: Datum

# IO docusign - footer help instructions
source: Questions? Contact your sales rep.
nl_nl: Vragen? Neem contact op met je verkoopvertegenwoordiger.

# IO docusign - footer disclaimer
source: PROPRIETARY AND CONFIDENTIAL
nl_nl: VERTROUWELIJK

# IO docusign - footer Indeed Terms and Conditions
source: <p class="legal">Indeed - one search. all jobs. | <span class="bold">This IO is subject to the legal terms found at </span> <a href="https://www.indeed.com/legal#tos">indeed.com/legal#tos</a> | Indeed, Inc.</p> <p class="legal">6433 Champion Grandview Way, Building 1, Austin, TX 78750</p>
nl_nl: <p class="legal">Indeed - één zoekopdracht, alle vacatures. | <span class="bold">Deze IO is onderhevig aan de juridische voorwaarden op </span> <a href="https://www.indeed.nl/legal#tos">indeed.nl/legal#tos</a> | Indeed Ireland Operations Ltd.</p> <p class="legal">124 St. Stephen’s Green, Dublin 2, Ireland</p>

source: Hiring Event Intake & IO Generator
nl_nl: Intake voor Hiring Event en IO-generator

source: Request Intake
nl_nl: Intake aanvragen

source: Request IO
nl_nl: IO aanvragen

source: Your Indeed Hiring Events Insertion Order {io_number} {date}
nl_nl: Je Indeed Hiring Events-inkooporder {io_number} {date}

source: Hello, Please review and sign your Hiring Events insertion order. Thank you, Indeed Hiring Events
nl_nl: Hallo, Je kunt je Hiring Events-inkooporder bekijken en ondertekenen. Met vriendelijke groet, Indeed Hiring Events

source: Indeed Hiring Events Insertion Order {io_number} {date}
nl_nl: Indeed Hiring Events-inkooporder {io_number} {date}

source: {job_title} - Offers on the spot
nl_nl: {job_title} - Aanbod ter plekke

source: This employer has indicated that they may be willing to make offers on the spot at the hiring event. This is not a guarantee of a job offer.
nl_nl: Deze werkgever heeft aangegeven mogelijk een aanbod ter plekke te willen doen tijdens het Hiring Event. Dit is geen garantie op een baanaanbod.

source: {pay_rate} for {job_title}
nl_nl: {pay_rate} voor {job_title}

source: hour
nl_nl: uur

source: day
nl_nl: dag

source: month
nl_nl: maand

source: year
nl_nl: jaar

source: + Commission
nl_nl: + Commissie

source: {job_title} Virtual Hiring Event
nl_nl: Online sollicitatiedag voor {job_title}

source: {job_title} Hiring Event
nl_nl: Hiring Event voor {job_title}

source: Offers on the spot!
nl_nl: Aanbod ter plekke!

source: Interviews and offers on the spot!
nl_nl: Sollicitatiegesprek en aanbod ter plekke!

source: Interviews on the spot!
nl_nl: Sollicitatiegesprek ter plekke!

source: I'm going to the {company} Hiring Event! Check it out here:
nl_nl: Ik ga naar het Hiring Event van {company}. Bekijk het hier:

source: Check out the {company} hiring event I'm going to
nl_nl: Bekijk het Hiring Event van {company} waar ik naartoe ga

source: Hey! I'm planning on going to this. Would you be interested in joining me? View more information about the {company} hiring event here: {url}
nl_nl: Hoi! Ik ben van plan hiernaartoe te gaan. Zou je met me mee willen gaan? Bekijk hier meer informatie over het Hiring Event van {company}: {url}

source: No resume found.
nl_nl: Geen cv gevonden.

source: No time slot chosen
nl_nl: Geen tijdvak gekozen

source: RSVP cap met
nl_nl: Maximum bereikt

source: + {} since yesterday
nl_nl: + {} sinds gisteren

source: {} slots left
nl_nl: {} tijdvakken over

source: Limited slots left
nl_nl: Beperkt aantal tijdvakken beschikbaar

source: {one} RSVP so far
nl_nl: Tot nu toe {one} bevestiging van aanwezigheid

source: {num_people} RSVPs so far
nl_nl: Tot nu toe {num_people} bevestigingen van aanwezigheid

source: {one} expected attendee so far*
nl_nl: Tot nu toe {one} deelnemer verwacht*

source: {num_people} expected attendees so far*
nl_nl: Tot nu toe {num_people} deelnemers verwacht*

source: {perk} provided!
nl_nl: {perk} geboden!

source: {company} Hiring Event!{offers_on_the_spot}{perks}
nl_nl: Hiring Event van {company}.{offers_on_the_spot}{perks}

source: Offers on the Spot!
nl_nl: Aanbod ter plekke!

source: [Company Name]
nl_nl: [Bedrijfsnaam]

source: [Venue Name]
nl_nl: [Locatienaam]

source: [City]
nl_nl: [Plaats]

source: [About]
nl_nl: [Info]

source: [Requirement 1]
nl_nl: [Vereiste 1]

source: [Requirement 2]
nl_nl: [Vereiste 2]

source: [Job Title 1]
nl_nl: [Vacaturetitel 1]

source: [Job Title 2]
nl_nl: [Vacaturetitel 2]

source: [Job Title 3]
nl_nl: [Vacaturetitel 3]

source: [Location Address 1]
nl_nl: [Locatieadres 1]

source: [Location Address 2]
nl_nl: [Locatieadres 2]

source: [Location Address 3]
nl_nl: [Locatieadres 3]

source: [Your response here]
nl_nl: [Je antwoord hier]

source: Dress code is {what_to_wear}.
nl_nl: Het kledingvoorschrift is: {what_to_wear}.

source: Enter a U.S. state or territory.
nl_nl: Voer een staat of gebied in de VS in.

source: Invalid Input
nl_nl: Ongeldige invoer

source: The {company} hiring event on {date} has unfortunately been cancelled.
nl_nl: Het Hiring Event van {company} op {date} is helaas geannuleerd.

source: The {company} hiring event on {date} has unfortunately been cancelled due to severe weather.
nl_nl: Het Hiring Event van {company} op {date} is helaas geannuleerd wegens gevaarlijk weer.

source: The {company} hiring event on {date} has been rescheduled to {new_date} due to severe weather. For more information on this event, please visit {shortlink}.
nl_nl: Het Hiring Event van {company} op {date} is verplaatst naar {new_date} wegens gevaarlijk weer. Ga naar {shortlink} voor meer informatie over dit evenement.

source: The {company} hiring event on {date} has been rescheduled to {new_date}. For more information on this event, please visit {shortlink}.
nl_nl: Het Hiring Event van {company} op {date} is verplaatst naar {new_date}. Ga naar {shortlink} voor meer informatie over dit evenement.

source: The {company} hiring event has been rescheduled to {new_date} due to severe weather. For more information on this event, please visit {shortlink}.
nl_nl: Het Hiring Event van {company} is verplaatst naar {new_date} wegens gevaarlijk weer. Ga naar {shortlink} voor meer informatie over dit evenement.

source: The {company} hiring event has been rescheduled to {new_date}. For more information on this event, please visit {shortlink}.
nl_nl: Het Hiring Event van {company} is verplaatst naar {new_date}. Ga naar {shortlink} voor meer informatie over dit evenement.

source: The {company} Hiring Event is {day} between {time}.
nl_nl: Het Hiring Event van {company} vindt plaats op {day} tussen {time}.

source: Your interview at {company} is {day} between {time}.
nl_nl: Je sollicitatiegesprek bij {company} vindt plaats op {day} tussen {time}.

source: More info here: {url}
nl_nl: Meer informatie vind je hier: {url}

source: tomorrow
nl_nl: morgen

source: today
nl_nl: vandaag

source: Thanks for attending the {company} hiring event. Sign in here {url}
nl_nl: Bedankt voor je deelname aan het Hiring Event van {company}. Meld je hier aan: {url}

source: We have identified you as {first_name} {last_name}. {confirmation_prompt}
nl_nl: We hebben je geïdentificeerd als {first_name} {last_name}. {confirmation_prompt}

source: Thank you for checking in! You are #{position} in line to be interviewed. A hiring manager will be with you shortly.
nl_nl: Bedankt dat je hebt ingecheckt. Je bent de nr. {position} in de rij die een gesprek krijgt. Er komt straks een hiring manager naar je toe.

source: Thank you for checking in! A hiring manager will be with you shortly.
nl_nl: Bedankt dat je hebt ingecheckt. Er komt straks een hiring manager naar je toe.

source: Back to your search
nl_nl: Terug naar zoekopdracht

source: Return to Indeed
nl_nl: Terug naar Indeed

source: Sorry, this event has expired
nl_nl: Dit evenement is verlopen

source: You RSVP'd! Check your email for a confirmation
nl_nl: Je hebt je aanwezigheid bevestigd. Check je inbox voor een bevestiging.

source: Post-Event Survey (Part 1 of 2) | events | Indeed
nl_nl: Enquête na het evenement (deel 1 van 2) | Evenementen | Indeed

source: Post-Event Survey (Part 2 of 2) | events | Indeed
nl_nl: Enquête na het evenement (deel 2 van 2) | Evenementen | Indeed

source: Sorry, automatic reschedules are closed for this event.
nl_nl: Automatisch opnieuw plannen is gesloten voor dit evenement.

source: Thanks! Your email and phone number just got forwarded to the hiring manager
nl_nl: Bedankt. Je e-mailadres en telefoonnummer zijn doorgestuurd naar de hiring manager.

source: You have past due Hiring Event invoices. Once the outstanding balance is resolved, please contact your rep to reactivate service.
nl_nl: Je hebt facturen voor Hiring Events waarvan de betalingstermijn is verstreken. Zodra het verschuldigde bedrag is betaald, neem je contact op met je vertegenwoordiger om de service opnieuw te activeren.

source: Your billing status is {}. Please add a new credit card to your Indeed account or resolve the issue with your bank. Once resolved, please wait up to 24 hours for service to reactivate. Contact your rep with any questions or concerns.
nl_nl: Je factuurstatus is {}. Voeg een nieuwe creditcard toe aan je Indeed-account of los het probleem met je bank op. Zodra het probleem is opgelost, kan de service na maximaal 24 uur opnieuw worden geactiveerd. Neem bij vragen of opmerkingen contact op met je vertegenwoordiger.

source: ManagementForm data is missing or has been tampered.
nl_nl: ManagementForm-gegevens ontbreken of er is mee geknoeid.

source: Unable to import previous event
nl_nl: Vorig evenement kan niet worden geïmporteerd.

source: Unable to process intake. Please try again or contact your CS rep.
nl_nl: Intake kan niet worden verwerkt. Probeer het opnieuw of neem contact op met je CS-vertegenwoordiger.

source: An error occurred. Please contact dev team.
nl_nl: Er is een fout opgetreden. Neem contact op met het ontwikkelaarsteam.

source: Unable to send IO to docusign. Please try again in a few minutes or contact the IHE team at labs-hiringevents@indeed.com.
nl_nl: Kan IO niet naar DocuSign versturen. Probeer het over een paar minuten opnieuw of neem contact op met het IHE-team via labs-hiringevents@indeed.com.

source: This client's billing status is {}. Please work with the client to get this resolved by adding a new CC or having them reach out to their bank. Once complete, wait up to 8 hours for service to reactivate.
nl_nl: De factuurstatus van deze klant is {}. Los het probleem samen met de klant op door een nieuwe CC toe te voegen of laat de klant contact opnemen met de bank. Zodra dit is voltooid, kan de service na maximaal 8 uur opnieuw worden geactiveerd.

source: This client has past due Hiring Event invoices. Please work with the client to get this resolved and then send a followup/case to "Billing UK" (Adcentral) or "ROW Billing" (Salesforce) to reactivate service.
nl_nl: Deze klant heeft facturen voor Hiring Events waarvan de betalingstermijn is verstreken. Los dit samen met de klant op en stuur daarna een opvolging/incident naar 'Billing UK' (Adcentral) of 'ROW Billing' (Salesforce) om de service opnieuw te activeren.

source: This client has past due Hiring Event invoices. Please work with the client to get this resolved and then send a followup/case to "Billing SG" (Adcentral) or "ROW Billing" (Salesforce) to reactivate service.
nl_nl: Deze klant heeft facturen voor Hiring Events waarvan de betalingstermijn is verstreken. Los dit samen met de klant op en stuur daarna een opvolging/incident naar 'Billing SG' (Adcentral) of 'ROW Billing' (Salesforce) om de service opnieuw te activeren.

source: This client has past due Hiring Event invoices. Please work with the client to get this resolved and then send a followup/case to "Billing IE" (Adcentral) or "ROW Billing" (Salesforce) to reactivate service.
nl_nl: Deze klant heeft facturen voor Hiring Events waarvan de betalingstermijn is verstreken. Los dit samen met de klant op en stuur daarna een opvolging/incident naar 'Billing IE' (Adcentral) of 'ROW Billing' (Salesforce) om de service opnieuw te activeren.

source: This client has past due Hiring Event invoices. Please work with the client to get this resolved and then send a follow up to "Billing New Products" (Adcentral) or "US New Products Billing Queue" (Salesforce) to reactivate service.
nl_nl: Deze klant heeft facturen voor Hiring Events waarvan de betalingstermijn is verstreken. Los dit samen met de klant op en stuur daarna een opvolging/incident naar 'Billing New Products' (Adcentral) of 'US New Products Billing Queue' (Salesforce) om de service opnieuw te activeren.

source: Client Intake | events | Indeed
nl_nl: Klantintake | Evenementen | Indeed

source: Client intake request submitted!
nl_nl: Verzoek om klantintake verzonden!
