Repository: luisalfonsorojas/weblate-test
Catalog: po/*.po
Languages: nl_nl

# Daily status email - subtitle
source: View the full RSVP list in the attached spreadsheet.
nl_nl: Bekijk de volledige lijst met bevestigingen van aanwezigheid in de bijgevoegde spreadsheet.

# Daily Status Email - see event on indeed CTA
source: View event on Indeed
nl_nl: Evenement bekijken op Indeed

# Daily Status Email - VIP - View lobby CTA
source: View your virtual lobby
nl_nl: Bekijk je virtuele lobby

# Daily Status Email - Self serve - self serve link CTA
source: Edit your event
nl_nl: Je evenement bewerken

# Daily Status Email - In Person - Link to event post
source: View your event post
nl_nl: Evenementplaatsing bekijken

# Daily Status Email - In Person - Link to selfserve platform
source: Edit your event
nl_nl: Je evenement bewerken

# Daily Status Email - label for # of Rsvps on the event to left of the number
source: Total <br /> RSVPs
nl_nl: Totaal aantal <br /> bevestigingen

# Daily Status Email - label showing increase from number of rsvp
source: +%(rsvp_increase)s since yesterday
nl_nl: + %(rsvp_increase)s sinds gisteren

# Daily status email - label for estimated number of attendees
source: Estimated attendees*
nl_nl: Geschat aantal deelnemers*

# Daily Status Email - RSVP table header
source: RSVPs by interview slot
nl_nl: Bevestigingen per tijdvak

# Daily Status Email - RSVP update table - time slot header
source: Time slot (%(timezone)s)
nl_nl: Tijdvak (%(timezone)s)

# Daily Status Email - RSVP update table - RSVP count
source: RSVPs
nl_nl: Bevestigingen

# Daily Status Email - RSVP update table - total # of rsvps on the event
source: %(total_count)s Total
nl_nl: %(total_count)s in totaal

# Daily Status Email - BYOP - Test your platform hero title
source: Test your interview platform now
nl_nl: Test nu je interviewplatform

# Daily Status Email - BYOP - Test your platform hero explanation
source: Prior to your event, check that the link you provided candidates for your virtual interview platform is working. Contact your Customer Service Representative if you can’t connect or need help.
nl_nl: Controleer voorafgaand aan het evenement of de link die je kandidaten voor je virtuele sollicitatieplatform hebt gegeven, wel werkt. Krijg je geen verbinding of heb je hulp nodig? Neem dan contact op met je klantenservicemedewerker.

# Daily Status Email - BYOP - Test your platform hero CTA
source: Test your interview platform
nl_nl: Je interviewplatform testen

# Daily Status Email - Resume Search - title
source: Looking for more RSVPs?
nl_nl: Wil je meer bevestigingen binnenhalen?

# Daily Status Email - Resume Search - explanation of resume search
source: Invite your next hire on Indeed Resume. <a href="https://indeed.force.com/employerSupport1/s/article/360015376251?language=%(locale)s&from=%(email_from_tag)s" style="color:#085FF7;text-decoration:underline;">View our guidelines</a> on how to best reach out.
nl_nl: Nodig je volgende nieuwe medewerker uit via Indeed CV. <a href="https://indeed.force.com/employerSupport1/s/article/360015376251?language=%(locale)s&from=%(email_from_tag)s" style="color:#085FF7;text-decoration:underline;">Bekijk onze richtlijnen</a> voor de beste manieren om contact op te nemen.

# Daily Status Email - Resume Search - CTA
source: Search resumes
nl_nl: Cv's zoeken

# Daily Status Email - Event Prep - header
source: How to prepare for your event
nl_nl: Voorbereidingen voor je evenement

# Daily Status Email - Event Prep - Communicate section header
source: Communicate with your candidates
nl_nl: Communiceer met kandidaten

# Daily Status Email - Event Prep - Communicate section content
source: In the attached spreadsheet you’ll find contact information for candidates that RSVP’d. Indeed sends email reminders to candidates, however, we also encourage you to reach out to them directly with details about the event and connection instructions.
nl_nl: In de bijgevoegde spreadsheet vind je de contactgegevens van kandidaten die hun aanwezigheid hebben bevestigd. Indeed stuurt e-mailherinneringen naar kandidaten, maar we raden je aan ook zelf rechtstreeks contact op te nemen met informatie over het evenement en instructies om contact te leggen.

# Daily Status Email - Event Prep - Familiarize section header
source: Familiarize yourself with the platform
nl_nl: Neem alvast een kijkje op het platform

# Daily Status Email - VIP - Event Prep - Familiarize section content
source: Try out the platform prior to the event to ensure your interview day goes smoothly. If you have any questions about using the platform, please reach out to your Client Success Representative.
nl_nl: Test het platform voorafgaand aan het evenement om er zeker van te zijn dat je sollicitatiegesprekken op de dag zelf goed verlopen. Heb je vragen over het gebruik van het platform? Neem dan contact op met je Client Success-medewerker.

# Daily Status Email - BYOP - Event Prep - Familiarize section content
source: Try out the platform prior to the event to ensure your interview day goes smoothly. If you have any questions about using the platform, please reach out to your Client Success Representative or the virtual platform company directly for support.
nl_nl: Test het platform voordat het evenement plaatsvindt om er zeker van te zijn dat je sollicitatiegesprekken op de dag zelf goed verlopen. Heb je vragen over het gebruik van het platform? Neem dan contact op met je Client Success-medewerker of neem voor ondersteuning rechtstreeks contact op met de aanbieder van het virtuele platform.

# Daily Status Email - VIP - Event Prep - Familiarize section CTA
source: View your virtual lobby
nl_nl: Bekijk je virtuele lobby

# Daily Status Email - Event Prep - Best practices header
source: Review our best practices guide
nl_nl: Bekijk onze gids met best practices

# Daily Status Email - Event prep - Best practices content
source: If you haven’t already done so, check out our Guide to a Successful Virtual Hiring Event for virtual interview best practices, including tips on how to troubleshoot some common technology issues.
nl_nl: Mocht je dit nog niet hebben gedaan: bekijk vooral eens onze handleiding voor een succesvol Virtual Hiring Event. Hierin vind je best practices voor virtuele sollicitatiegesprekken en tips waarmee je een aantal veelvoorkomende technische problemen kunt oplossen.

# Daily Status Email - In Person - Sign-in Info
source: 2 easy ways to track your attendees
nl_nl: Twee eenvoudige manieren om je deelnemers bij te houden

# Daily Status Email - In Person - Sign-in station - header
source: Set up a sign-in station
nl_nl: Richt een aanmeldstation in

# Daily Status Email - In Person - Sign-in station bullet
source: Set up laptop or tablet connected to the internet
nl_nl: Zet een laptop of tablet met internetverbinding klaar.

# Daily Status Email - In Person - Sign-in station bullet - sign-in station link
source: Go to this custom <a style="color:#085ff7;text-decoration:underline;" href="%(checkin_url)s?from=%(email_from_tag)s">sign-in website</a>
nl_nl: Ga naar deze gepersonaliseerde <a style="color:#085ff7;text-decoration:underline;" href="%(checkin_url)s?from=%(email_from_tag)s">aanmeldwebsite</a> .

# Daily Status Email - In Person - Sign-in station bullet
source: Instruct attendees to sign-in when they arrive
nl_nl: Geef deelnemers de instructie om zich bij aankomst aan te melden.

# Daily Status Email - In Person - Self Sign-in - header
source: Let attendees sign in on their own device
nl_nl: Laat deelnemers zich aanmelden op hun eigen apparaat

# Daily Status Email - In Person - Self Sign-in - body
source: Have attendees visit <a style="color:#085ff7;text-decoration:underline;" href="https://indd.jobs/event?from=%(email_from_tag)s">indd.jobs/event</a> and enter code <b>%(event_code)s</b>
nl_nl: Laat deelnemers naar <a style="color:#085ff7;text-decoration:underline;" href="https://indd.jobs/event?from=%(email_from_tag)s">indd.jobs/event</a> gaan en de code <b>%(event_code)s</b> invoeren.

# Daily Status Email - In Person - Sign-in Benefits - header
source: Benefits of using our sign-in tool
nl_nl: Voordelen van onze aanmeldtool

# Daily Status Email - In Person - Sign-in Benefits
source: Indeed will follow up with candidates who couldn't make the event
nl_nl: Indeed neemt contact op met kandidaten die niet aanwezig konden zijn bij het evenement.

# Daily Status Email - In Person - Sign-in Benefits
source: Get resumes for candidates who couldn’t attend
nl_nl: Ontvang cv's van kandidaten die niet aanwezig konden zijn.

# Daily Status Email - In Person - Sign-in Benefits
source: Easily measure your event ROI
nl_nl: Meet eenvoudig het rendement van je evenement.

# Daily Status Email - In Person - Sign-in Benefits
source: Allow attendees to sign in from their phones
nl_nl: Deelnemers kunnen zich aanmelden met hun eigen telefoon.

# Employer Email Footer - Blue Box - Post job link text
source: Post a Job
nl_nl: Vacature plaatsen

# Employer Email Footer - Blue Box - Job link text
source: Jobs
nl_nl: Vacatures

# Employer Email Footer - Blue Box - Candidate link text
source: Candidates
nl_nl: Kandidaten

# Employer Email Footer - Blue Box - Hiring resources link text
source: Hiring Resources
nl_nl: Recruitmenttools en tips

# Employer Email Footer - link to privacy policy
source: Privacy Policy
nl_nl: Privacybeleid

# Employer Email Footer - link to terms of service
source: Terms
nl_nl: Voorwaarden

# Employer Email Footer - link to employer support
source: Help
nl_nl: Helpcenter

# Employer Email Footer - link to unsubscribe from emails
source: Unsubscribe
nl_nl: Afmelden

# event preparation email - In Person - After-your-event section context
source: When you use the sign-in tool, Indeed will send a post-event recap email with analytics on your event’s most effective advertising platforms and contact information for all of the RSVPs that couldn’t make it.
nl_nl: <strong>Als je de aanmeldtool gebruikt,</strong> stuurt Indeed een samenvattingsmail na het evenement met analyses van de meest rendabele advertentieplatforms en contactgegevens voor alle mensen die hun aanwezigheid hebben bevestigd, maar niet aanwezig konden zijn.

# virtual event preparation email - VIP - CTA for virtual event guide
source: Guide to a Successful Virtual Hiring Event
nl_nl: Handleiding voor een succesvol Virtual Hiring Event

# event preparation email - Subheading for total rsvps
source: RSVPs
nl_nl: Aanwezig

# virtual event preparation email - RSVP count increase
source: + %(rsvp_count_increase)s since yesterday
nl_nl: + %(rsvp_count_increase)s sinds gisteren

# event preparation email - Phone - BYOP - In Person - sign-in tool benefit body
source: Get resumes for candidates who couldn't attend
nl_nl: Ontvang cv's van de mensen die hun aanwezigheid hebben bevestigd, maar niet aanwezig konden zijn.

# Public resume sharing disclaimer for non-attendees
source: Public resumes on Indeed for RSVPs that do not attend the event may be shared with the company.
nl_nl: Openbare cv's op Indeed van mensen die hun aanwezigheid hebben bevestigd, maar niet deelnemen aan het evenement kunnen met het bedrijf worden gedeeld.

source: By RSVPing to this event, you understand that your interview and interview time are managed by the host of this event and you agree to the Indeed
nl_nl: Als je je aanmeldt voor dit evenement, bevestig je dat je sollicitatiegesprek en het tijdstip worden beheerd door de organisator van dit evenement en ga je akkoord met

# RSVP legal policy links
source: <a href="https://www.indeed.com/legal#cookies" target="_blank" rel="noopener noreferrer">Cookie Policy</a>, <a href="https://www.indeed.com/legal#privacy" target="_blank" rel="noopener noreferrer">Privacy Policy</a>, and <a href="https://www.indeed.com/legal" target="_blank" rel="noopener noreferrer">Terms of Service</a>.
nl_nl: het <a href="https://www.indeed.nl/legal#cookies" target="_blank" rel="noopener noreferrer">Cookiebeleid</a>, het <a href="https://www.indeed.nl/legal#privacy" target="_blank" rel="noopener noreferrer">Privacybeleid</a> en de <a href="https://www.indeed.nl/legal" target="_blank" rel="noopener noreferrer">Algemene voorwaarden</a> van Indeed.

source: By RSVPing to this event, you agree to the Indeed
nl_nl: Als je je aanwezigheid voor dit evenement bevestigt, ga je akkoord met

# Client intake NPS survey
source: How would you rate your experience with this tool?
nl_nl: Hoe zou je je ervaring met deze tool beoordelen?

source: Success!
nl_nl: Gelukt!

source: Your request has been submitted.
nl_nl: Je aanvraag is ingediend.

# Submit another client intake
source: Submit another request
nl_nl: Nog een aanvraag indienen

source: Go back
nl_nl: Terug

source: Continue
nl_nl: Doorgaan

source: Preview IO
nl_nl: Preview van IO

source: Create IO
nl_nl: IO maken

source: Request intake and create IO
nl_nl: Intake aanvragen en IO maken

source: Submit to client
nl_nl: Verzenden naar klant

source: Save and continue to IO confirmation
nl_nl: Opslaan en doorgaan naar IO-bevestiging

source: Tired of Google Sheets and filling out templates?
nl_nl: Heb je genoeg van Google Sheets en het invullen van sjablonen?

# A new events feature
source: We've built a brand new tool that will <strong>automatically</strong>:
nl_nl: We hebben een splinternieuwe tool gemaakt die het volgende <strong>automatisch doet</strong>:

source: generate an IO (and an IO number)
nl_nl: een IO (en een IO-nummer) genereren

source: send it to the client via DocuSign
nl_nl: via DocuSign versturen naar de klant

# tell us who it should go to, and for how much
source: All you need to do is tell us who it should go to, and for how much.
nl_nl: Je hoeft ons alleen maar te laten weten naar wie en voor hoeveel het moet worden verstuurd.

# Training video for sales on the new IO generator
source: Training Video
nl_nl: Trainingsvideo

# Event Description Details Header
source: Event Details
nl_nl: Evenementgegevens

# Event Description Date Label
source: Date
nl_nl: Datum

# Event Description Location Label
source: Location
nl_nl: Locatie

# Event Description Hire Goal - Num Openings
source: Our goal is to make %(num_openings)s hires consisting of
nl_nl: Ons doel is %(num_openings)s mensen aan te nemen, namelijk

# Event Description Hie Goal - Default
source: What We're Hiring For
nl_nl: Waarvoor we mensen nodig hebben

# Event Intake Details Label
source: Intake Details
nl_nl: Intakegegevens

# Event Detail - Requirements Header
source: Requirements
nl_nl: Vereisten

source: Technical requirements
nl_nl: Technische vereisten

source: What to bring to this event
nl_nl: Wat je nodig hebt voor dit evenement

# Event Detail - Company Application link name
source: online application
nl_nl: online sollicitatie

# Event Detail - Company Application Instructions
source: Completing our <a href="%(application_link_url)s" target="_blank" rel="noopener noreferrer">%(application_link_name)s</a> prior to the event is strongly encouraged and will speed up the process.
nl_nl: Het wordt sterk aanbevolen om onze <a href="%(application_link_url)s" target="_blank" rel="noopener noreferrer">%(application_link_name)s</a> in te vullen voordat het evenement plaatsvindt. Hierdoor verloopt het proces sneller.

# Event Detail - What to Wear header
source: What to wear
nl_nl: Kledingadvies

# Event Detail - Location instructions header
source: How to get to the event
nl_nl: Hoe kom je bij het evenement

# Event Detail - About Company header
source: About %(name)s
nl_nl: Over %(name)s

# Event Detail - Event perks Header
source: Event perks:
nl_nl: Voordelen van evenement:

# Event Detail - Virtual Hiring Event description header
source: What is a Virtual Hiring Event?
nl_nl: Wat is een online sollicitatiedag?

# Event Detail - Virtual Hiring Event description content
source: Virtual hiring events are a great way for employers and jobseekers to connect, even if they aren't in the same physical location. Hiring is a human process, and they would like to talk with you online (either through chat, on the phone, or video) to see if you’re a fit!
nl_nl: Online sollicitatiedagen zijn handig voor werkgevers en werkzoekenden om met elkaar in contact te komen, ook als ze zich niet op dezelfde fysieke locatie bevinden. Mensen aannemen is een menselijk proces en bedrijven willen graag online of telefonisch met je praten om te zien of je bij hen past.

# Event Detail - Hiring Event description header
source: What is a Hiring Event?
nl_nl: Wat is een Hiring Event?

# Event Detail - Hiring Event description content
source: Think of it like a job fair, but for one company and more personal. Hiring events are a great way for employers to fill multiple roles quickly. Hiring is a human process, and they would like to meet you to see if you’re a fit!
nl_nl: Het is een soort carrièrebeurs, maar dan voor één bedrijf en persoonlijker. Hiring Events zijn handig om werkgevers te helpen snel meerdere vacatures in te vullen. Iemand aannemen is een menselijk proces en het bedrijf wil je graag ontmoeten om te zien of je bij hen past.

# Event Facebook share string
source: Hiring %(event_job_titles)s at our %(event_end_date)s event
nl_nl: We nemen %(event_job_titles)s aan op ons evenement van %(event_end_date)s

# Indeed Terms and Conditions
source: &copy; 2020 Indeed - <a href="https://www.indeed.com/legal#cookies" style="color: #7777cc;"> Cookies</a>, <a href="https://www.indeed.com/legal#privacy" style="color: #7777cc;"> Privacy </a> and <a href="https://www.indeed.com/legal#tos" style="color: #7777cc;"> Terms of Service </a>
nl_nl: &copy; 2020 Indeed - <a href="https://www.indeed.nl/legal#cookies" style="color: #7777cc;"> Cookies</a>, <a href="https://www.indeed.nl/legal#privacy" style="color: #7777cc;"> Privacy </a> en <a href="https://www.indeed.nl/legal#tos" style="color: #7777cc;"> Algemene voorwaarden </a>

source: Could not determine intake, or intake expired. Please double check the URL you are using and/or contact your CS rep.
nl_nl: De intake kan niet worden vastgesteld of is verlopen. Controleer de URL die je gebruikt en/of neem contact op met je Client Success-vertegenwoordiger.

source: Review your hiring event page
nl_nl: Controleer de pagina van je Hiring Event

source: By clicking, you're confirming that this page has been proofed and it's ready to post on Indeed!
nl_nl: Als je hier klikt, bevestig je dat deze pagina is goedgekeurd en op Indeed kan worden geplaatst.

source: Publish
nl_nl: Publiceren

source: By posting an event, you agree that this event will be posted on Indeed and RSVPs will be processed in accordance with Indeed's
nl_nl: Als je een evenement plaatst, ga je ermee akkoord dat dit op Indeed wordt geplaatst en dat bevestigingen worden verwerkt volgens

source: <a href="http://www.indeed.com/legal?hl=en#cookies">Cookie Policy</a>, <a href="http://www.indeed.com/legal?hl=en#privacy">Privacy Policy</a> and <a href="http://www.indeed.com/legal?hl=en#tos">Terms of Service</a>.</p>
nl_nl: het <a href="http://www.indeed.nl/legal?hl=en#cookies">Cookiebeleid</a>, het <a href="http://www.indeed.nl/legal?hl=en#privacy">Privacybeleid</a> en de <a href="http://www.indeed.nl/legal?hl=en#tos">Algemene voorwaarden</a> van Indeed.</p>

source: Edit
nl_nl: Bewerken

source: Congratulations!
nl_nl: Gefeliciteerd!

source: You have successfully posted a hiring event on Indeed.
nl_nl: Je hebt een Hiring Event geplaatst op Indeed.

source: Your event page will go live immediately upon Indeed's approval.
nl_nl: Je evenementpagina gaat direct na goedkeuring van Indeed live.

source: The approval process should take no more than 48 hours. You will receive an email with the link to your event page.
nl_nl: Het goedkeuringsproces neemt maximaal 48 uur in beslag. Je krijgt een e-mail met de link naar je evenementpagina.

source: If the event is over 14 days away, it will be scheduled to go live 14 days before.
nl_nl: Als het evenement over meer dan 14 dagen plaatsvindt, wordt de planning 14 dagen van tevoren bekendgemaakt.

source: Post another event
nl_nl: Nog een evenement plaatsen

source: Next:
nl_nl: Volgende:

source: Thank you! Our team will reach out soon to learn more about your event.
nl_nl: Bedankt! Ons team neemt binnenkort contact met je op om meer te weten te komen over je evenement.

source: Import from previous events
nl_nl: Importeren uit eerdere evenementen

source: Previous event submissions
nl_nl: Overzicht van eerdere evenementen

source: Event Date:
nl_nl: Evenementdatum:

source: Imported
nl_nl: Geïmporteerd

source: + Import
nl_nl: + Importeren

source: Step
nl_nl: Stap

source: <p>Importing from a previous event will <strong>erase your work</strong>.</p>
nl_nl: <p>Als je gegevens van een vorig evenement importeert, <strong>wordt je werk gewist</strong>.</p>

source: <p>Are you sure?</p>
nl_nl: <p>Weet je het zeker?</p>

source: Erase and Import
nl_nl: Wissen en importeren

source: Cancel
nl_nl: Annuleren

source: <p class="first">Want to know what a hiring event page will look like? Have questions about what information to include?</p> <p>Check our <a href="%(sample_event_href)s" target="_blank">hiring event example page</a></p> <p>Don't want to check it now? You can always access the link on the top right of the page.</p>
nl_nl: <p class="first">Wil je weten hoe de pagina voor een Hiring Event eruitziet? Heb je vragen over welke informatie je moet opnemen?</p> <p>Bekijk onze <a href="%(sample_event_href)s" target="_blank">voorbeeldpagina voor een Hiring Event</a></p> <p>Wil je deze niet nu bekijken? Je kunt altijd op een later moment de link in de rechterbovenhoek van de pagina gebruiken.</p>

source: Back to one salary
nl_nl: Terug naar één salaris

source: Add Salary Range
nl_nl: Salarisschaal toevoegen

source: Thanks!
nl_nl: Bedankt!

source: We will make sure your attendance is counted.
nl_nl: We willen ervoor zorgen dat je deelname wordt meegeteld.

source: Find more hiring events
nl_nl: Zoek meer Hiring Events

# Indeed Terms and Conditions
source: <a href="https://promo.indeed.com/indeed-beta-product-terms-of-service/">&copy 2020 Indeed Terms and Conditions</a> - <a href="https://www.indeed.com/legal#privacy">Privacy Policy</a> - <a href="https://www.indeed.com/legal#cookies">Cookie Policy</a>
nl_nl: <a href="https://promo.indeed.com/indeed-beta-product-terms-of-service/">&copy 2019 Indeed Algemene voorwaarden</a> - <a href="https://www.indeed.nl/legal#privacy">Privacybeleid</a> - <a href="https://www.indeed.nl/legal#cookies">Cookiebeleid</a>

# Interview time slot for an rsvp
source: Interview Slot
nl_nl: Tijdvak voor gesprek

# RSVP Success social media share text part 2
source: Invite a friend to join you!
nl_nl: Nodig een vriend uit om met je mee te gaan.

# Job alert header - default
source: Want to receive updates on other hiring events in <strong>%(event_location_city)s</strong>?
nl_nl: Wil je updates ontvangen over andere Hiring Events in <strong>%(event_location_city)s</strong>?

# Job alert call to action
source: Sign up for hiring event alerts
nl_nl: Inschrijven voor meldingen over Hiring Event

# Policy and terms of service disclaimer
source: By signing up, you agree to the Indeed Cookie Policy, Privacy Policy, and Terms of Service.
nl_nl: Als je je aanmeldt, ga je akkoord met het Cookiebeleid, het Privacybeleid en de Algemene voorwaarden van Indeed.

# RSVP Success page indeed link
source: Back to Indeed
nl_nl: Terug naar Indeed

# Nearby event header
source: More events near you
nl_nl: Meer evenementen bij jou in de buurt

# Nearby call to action part 1
source: Looking for more events?
nl_nl: Ben je op zoek naar meer evenementen?

# Nearby call to action part 2
source: See events near %(event_city)s
nl_nl: Bekijk evenementen in de buurt van %(event_city)s

source: We'll see you there!
nl_nl: We zien je daar!
