Repository: luisalfonsorojas/weblate-test
Catalog: po/*.po
Languages: nl_nl

source: Unsubscribe | events | Indeed
nl_nl: Afmelden | Evenementen | Indeed

source: Unable to unsubscribe. Please check the link in your email.
nl_nl: Afmelden is niet mogelijk. Controleer de link in je e-mail.

source: Success - unsubscribed from Hiring Event emails.
nl_nl: Gelukt: afgemeld voor e-mails over Hiring Events

source: Unsubscribe from Event notifications | events | Indeed
nl_nl: Afmelden voor meldingen over evenementen | Evenementen | Indeed

source: Success - unsubscribed from Hiring Event emails for event
nl_nl: Gelukt: afgemeld voor e-mails van Hiring Events voor dit evenement

source: Your Copy of the Indeed Guide to a Successful Hiring Event
nl_nl: Je exemplaar van de Indeed-handleiding voor een geslaagd Hiring Event

source: You are invited to {company}’s upcoming Hiring Event in {city}, {state}
nl_nl: Je bent uitgenodigd voor het aanstaande Hiring Event van {company} in {city}, {state}

source: Error: Rsvp not found. Please try again later.
nl_nl: Fout: bevestiging van aanwezigheid niet gevonden. Probeer het later opnieuw.

source: {rsvp_count} RSVP
nl_nl: {rsvp_count} bevestigd

source: {rsvp_count} RSVPs
nl_nl: {rsvp_count} bevestigd

source: Thanks for your feedback!
nl_nl: Bedankt voor je feedback.

source: Hiring for Multiple Positions
nl_nl: Meerdere openstaande vacatures

source: {0} Hiring Event!
nl_nl: Hiring Event van {0}!

source: When:
nl_nl: Wanneer:

source: Where:
nl_nl: Waar:

source: We are looking to hire:
nl_nl: We zijn op zoek naar:

source: What is a Hiring Event?
nl_nl: Wat is een Hiring Event?

source: Think of it like a job fair, but for one company and more personal. Hiring events are a great way for us to fill a large number of roles quickly. Hiring is a human process, and we would like to meet you to see if you're a fit!
nl_nl: Het is een soort carrièrebeurs, maar dan voor één bedrijf en persoonlijker. Hiring Events zijn handig om ons te helpen snel een groot aantal vacatures in te vullen. Iemand aannemen is een menselijk proces en we willen je graag ontmoeten om te zien of je bij ons past.

source: I don't know
nl_nl: Weet ik niet

source: Thanks for your feedback! What can we do to improve?
nl_nl: Bedankt voor je feedback. Wat kunnen we beter doen?

source: One more question
nl_nl: Nog één vraag

source: How likely are you to recommend using Indeed Hiring Events to a friend or colleague?
nl_nl: Hoe waarschijnlijk is het dat je het gebruik van Indeed Hiring Events zult aanbevelen aan een vriend of collega?

source: From 0 (not at all likely) to 10 (extremely likely)
nl_nl: Van 0 (helemaal niet waarschijnlijk) tot 10 (heel waarschijnlijk)

source: How would you rate your client's satisfaction of ROI (number of attendees given the spend?
nl_nl: Hoe zou je de tevredenheid of ROI (aantal deelnemers ten opzichte van de kosten) van je klant beoordelen?

source: You have already submitted a survey.
nl_nl: Je hebt al een enquête ingevuld.

source: Meet the Hiring Manager
nl_nl: Plan je gesprek

source: Not Interested
nl_nl: Niet geïnteresseerd

source: English
nl_nl: Engels

source: Australian English
nl_nl: Engels (Australië)

source: Canadian English
nl_nl: Engels (Canada)

source: British English
nl_nl: Engels (Groot-Brittannië)

source: Irish English
nl_nl: Engels (Ierland)

source: Indian English
nl_nl: Engels (India)

source: French
nl_nl: Frans

source: French (France)
nl_nl: Frans (Frankrijk)

source: French (Canada)
nl_nl: Frans (Canada)

source: English (Canada)
nl_nl: Engels (Canada)
