Repository: luisalfonsorojas/weblate-test
Catalog: po/*.po
Languages: nl_nl

source: Hello, world!
nl_nl: Hola Mundo

source: Thank you for using Weblate.
nl_nl: Gracias por usar Weblate

source: This is an example.
nl_nl: Esto es un ejemplo

source: Hollo Cesar.
nl_nl: Hola Cesar.

source: Hollo Albert.
nl_nl: Hola Albert.

source: Example
nl_nl: Ejemplo

source: Enter only floats separated by commas.
nl_nl: Voer alleen geldbedragen in gescheiden door komma's.

source: Comma-separated floats
nl_nl: Geldbedragen gescheiden door komma's

source: Other
nl_nl: Anders

source: Please type your name to keep track of your interviews
nl_nl: Voer je naam in om je sollicitatiegesprekken bij te houden

source: Your phone number
nl_nl: Telefoonnummer

source: Your first name
nl_nl: Voornaam

source: Your last name
nl_nl: Achternaam

source: Your e-mail
nl_nl: E-mailadres

source: How'd you hear about us?
nl_nl: Hoe heb je ons gevonden?

source: sign in
nl_nl: aanmelden

source: Event Code
nl_nl: Evenementcode

source: Invalid event code - please try again or sign in manually with the event coordinator
nl_nl: Ongeldige evenementcode: probeer het opnieuw of meld je handmatig aan via de evenementcoördinator.

source: Event has expired - please contact the event coordinator if this is incorrect
nl_nl: Evenement is verlopen - neem contact op met de evenementcoördinator als dit niet klopt.

source: Please contact the event coordinator.
nl_nl: Neem contact op met de evenementcoördinator.

source: Other people are also using this phone number
nl_nl: Andere mensen gebruiken ook dit telefoonnummer.

source: You have already checked in. Please contact the event coordinator if this is incorrect.
nl_nl: Je bent al ingecheckt. Neem contact op met de evenementcoördinator als dat niet klopt.

source: This email address has already checked in. Please contact the event coordinator if this is incorrect.
nl_nl: Dit e-mailadres is al ingecheckt. Neem contact op met de evenementcoördinator als dit niet klopt.

source: This email address is already registered.
nl_nl: Dit e-mailadres is al geregistreerd.

source: {0} Hiring Event
nl_nl: Hiring Event van {0}

source: Invite other hiring managers
nl_nl: Andere hiring managers uitnodigen

source: Download attendees
nl_nl: Deelnemers downloaden

source: Check-in attendees
nl_nl: Deelnemers inchecken

source: The sign-in for %(event_title)s expired on %(event_expiration_date)s.
nl_nl: De mogelijkheid om je aan te melden voor %(event_title)s is verlopen op %(event_expiration_date)s.

source: Please sign-in to this event
nl_nl: Meld je aan voor dit evenement

source: Visit this URL on your phone
nl_nl: Open deze URL op je telefoon

source: Use the event code below
nl_nl: Gebruik de onderstaande evenementcode

source: Event Attendee Tracking Tool
nl_nl: Trackingtool voor deelnemers aan evenement

source: Hi, your colleague has shared the attendee tracking tool for the "%(company_name)s" Hiring Event on %(event_date_str)s in %(event_city)s, %(event_state)s with you.
nl_nl: Hallo, je collega heeft de trackingtool voor deelnemers aan het Hiring Event van "%(company_name)s" op %(event_date_str)s in %(event_city)s, %(event_state)s met je gedeeld.

source: Use the attendee tracking tool to access interview order, coordinate amongst interviewers, and access candidate details, so you can focus on conducting interviews.
nl_nl: Gebruik de trackingtool voor deelnemers om de gespreksvolgorde te bekijken, om een planning te maken met interviewers en om kandidaatgegevens te raadplegen, zodat je je kunt richten op het houden van sollicitatiegesprekken.

source: Access Tracking Tool
nl_nl: Trackingtool openen

source: <a href="http://www.indeed.com/legal?hl=en#privacy" style="color:#777777;text-decoration:none">Privacy Policy</a>
nl_nl: <a href="http://www.indeed.nl/legal?hl=nl#privacy" style="color:#777777;text-decoration:none">Privacybeleid</a>

source: <a href="https://www.indeed.com/legal#tos" style="color:#777777;text-decoration:none">Terms</a>
nl_nl: <a href="https://www.indeed.nl/legal#tos" style="color:#777777;text-decoration:none">Voorwaarden</a>

# Sign-in Attendee Download Placeholder Text
source: We are working on this feature. In the meantime, we will be sending this spreadsheet via email after the event.
nl_nl: We werken nog aan deze functie. Voorlopig sturen we deze spreadsheet na het evenement via e-mail.

# Sign-In Employer Welcome Text
source: Welcome to Attendee Tracking Tool
nl_nl: Welkom bij de trackingtool voor deelnemers

# Sign-in Employer Sign up call to action
source: Continue
nl_nl: Doorgaan

# Sign in Employer Page - Start Interviewing call to action
source: Start Interviewing
nl_nl: Sollicitatiegesprekken starten

# Sign in Employer Page - Invite interviewers call to action
source: Invite other hiring managers
nl_nl: Andere hiring managers uitnodigen

# Sign in Employer Page - Sign in for Jobseeker header
source: Attendee can't check in?
nl_nl: Kan de deelnemer niet inchecken?

# Sign in Employer Page - Sign in for Jobseeker call to action
source: Check them in here
nl_nl: Check de deelnemer hier in.

# Sign in Employer Page - Interview Description
source: You will be able to document hiring decisions and add notes for each attendee you interview
nl_nl: Je kunt voor elke deelnemer met wie je een gesprek voert, beslissingen over aanstelling vastleggen en notities toevoegen.

# Sign in Employer Page - Attendee List Header
source: Attendee List
nl_nl: Deelnemerslijst

# Sign-in Interview Error Heading
source: Error
nl_nl: Fout

# Sign-in Interview Error Message
source: Unable to save decision. Please try again.
nl_nl: Beslissing kan niet worden opgeslagen. Probeer het opnieuw.

# Sign-in Interview - RSVP Source label
source: Source
nl_nl: Bron

# Sign-in Interview No Attendees Warning
source: There are no more attendees to interview.
nl_nl: Er zijn geen deelnemers meer om een gesprek mee te voeren.

# Sign-in Interview No Attendees link text
source: Go back to attendee list
nl_nl: Terug naar deelnemerslijst

# Sign-in Interview - Wrong Order Heading
source: Wrong interview order
nl_nl: Onjuiste gespreksvolgorde

# Sign-in Interview - Wrong Order Message 1
source: This attendee is not the next one waiting in line for interview.
nl_nl: Deze deelnemer is niet de volgende in de rij om op gesprek te komen.

# Sign-in Interview - Wrong Order Message 2
source: Are you sure you want to interview this attendee?
nl_nl: Weet je zeker dat je een gesprek wilt voeren met deze deelnemer?

# Sign-in Interview - Wrong Order Continue call to action
source: Yes, start interviewing
nl_nl: Ja, sollicitatiegesprek starten

# Sign-in Interview - Wrong Order Cancel call ot action
source: No, go back to attendee list
nl_nl: Nee, ga terug naar deelnemerslijst

# Sign-in Interview - Navigation Back Link
source: Back to Attendee list
nl_nl: Terug naar deelnemerslijst

# Sign-in Interview - Navigation Previous Attendee
source: Go back
nl_nl: Terug

# Sign-in Interview - Navigation Next Attendee
source: Skip attendee
nl_nl: Deelnemer overslaan

# Sign-in Interview Heading
source: Currently Interviewing
nl_nl: Momenteel in gesprek met

# Sign-in Interview - New Notes Link
source: Add notes
nl_nl: Notities toevoegen

# Sign-in Interview - Save/Edit Notes Success
source: Interview notes added
nl_nl: Gespreksnotities toegevoegd

# Sign-in Interview - Edit Notes call to action
source: Edit
nl_nl: Bewerken

# Sign-in Interview - View/Edit Notes call to action
source: View or edit
nl_nl: Weergeven of bewerken

# Sign-in Interview - Disposition/rating heading
source: Tap Your Decision
nl_nl: Tik op je beslissing

# Sign-in Interview - Disposition/rating No
source: Not qualified
nl_nl: Niet gekwalificeerd

# Sign-in Interview - Disposition/rating Maybe
source: Maybe
nl_nl: Misschien

# Sign-in Interview - Disposition/rating Yes
source: Qualified
nl_nl: Gekwalificeerd

# Sign-in Interview - Disposition/rating Display Yes
source: This attendee is qualified
nl_nl: Deze deelnemer is gekwalificeerd.

# Sign-in Interview - Disposition/rating Display No
source: This attendee is unqualified
nl_nl: Deze deelnemer is niet gekwalificeerd.

# Sign-in Interview - Disposition/rating Display Maybe
source: This attendee is maybe qualified
nl_nl: Deze deelnemer is mogelijk gekwalificeerd.

# Sign-in Interview - Disposition/rating Display Unknown
source: This attendee is unknown
nl_nl: Deze deelnemer is onbekend.

# Sign-in Interview - Disposition/rating Disclaimer
source: The decision you select here is only visible to you and your hiring team who have access to the attendee tracking tool.
nl_nl: De beslissing die je hier selecteert, is alleen zichtbaar voor jou en je hiringteam dat toegang heeft tot de trackingtool voor deelnemers.

# Sign-in Interview - Disposition/rating Edit
source: Change decision
nl_nl: Beslissing wijzigen

# Sign-in Interview - Next Attendee Completed Interview
source: Next Interview
nl_nl: Volgende sollicitatiegesprek

# Sign-in Interview - Cancel Warning
source: You haven’t marked the hiring decision on %(candidate_name)s yet. If you quit now, %(candidate_name)s will be sent back to the interview wait list.
nl_nl: Je hebt de aanstellingsbeslissing voor %(candidate_name)s nog niet aangegeven. Als je nu stopt, wordt %(candidate_name)s teruggestuurd naar de wachtlijst voor sollicitatiegesprekken.

# Sign-in Interview - Cancel Confirm Message
source: Are you sure you want to quit?
nl_nl: Weet je zeker dat je wilt stoppen?

# Sign-in Interview - Cancel call to action
source: Quit the Interview
nl_nl: Het sollicitatiegesprek beëindigen

# Sign-in Interview - Cancel cancel call to action
source: Stay on this page
nl_nl: Op deze pagina blijven

# Sign-in Interview - Notes Modal Title
source: Notes on %(candidate_name)s
nl_nl: Notities over %(candidate_name)s

# Sign-in Interview - Notes Save Error Heading
source: Error
nl_nl: Fout

# Sign-in Interview - Notes Save Error Message
source: Unable to Save Notes. Please try again.
nl_nl: Notities kunnen niet worden opgeslagen. Probeer het opnieuw.

# Sign-in Interview - Notes save call to action
source: Save Notes
nl_nl: Notities bewaren

# Sign-in Interview - Leave page warning notes and dispposition
source: You have not saved attendee notes and decision
nl_nl: Je hebt geen notities en beslissing over de deelnemer opgeslagen.

# Sign-in Interview - Leave page warning notes only
source: You have not saved attendee notes
nl_nl: Je hebt geen notities over de deelnemer opgeslagen.

# Sign-in Interview - Leave page warning dispposition only
source: You have not saved your decision
nl_nl: Je hebt je beslissing niet opgeslagen.

# Sign in Invite Page - Header
source: Invite Interviewers by Email
nl_nl: Interviewers via e-mail uitnodigen

# Sign in Invite Page - call to action
source: Share Check-In Sheet
nl_nl: Incheckblad delen

# Sign in Jobseeker Page - call to action
source: Attendees Sign In
nl_nl: Aanmelden voor deelnemers

source: Does this information look correct?
nl_nl: Kloppen deze gegevens?

source: Looks good, sign In
nl_nl: Alles klopt, aanmelden

source: No, this information is wrong
nl_nl: Nee, deze gegevens kloppen niet

# Sign in call to action
source: Sign in
nl_nl: Aanmelden

# Sign in terms
source: By clicking “Sign in,” you agree 1) to Indeed’s <a href="https://www.indeed.com/legal#tos">Terms of Service</a> and <a href="https://www.indeed.com/legal#privacy">Privacy Policy</a>, and 2) that the information you enter in this form will be shared with the company hosting this hiring event.
nl_nl: Als je op 'Aanmelden' klikt, gaat je akkoord met 1. de <a href="https://www.indeed.nl/legal#tos">Algemene voorwaarden</a> en het <a href="https://www.indeed.nl/legal#privacy">Privacybeleid</a> van Indeed, en met 2. het feit dat de informatie die je in dit formulier invult, wordt gedeeld met het bedrijf dat dit Hiring Event organiseert.

source: Next
nl_nl: Volgende

source: Check in for Event
nl_nl: Inchecken voor evenement

source: Check in
nl_nl: Inchecken

source: By clicking Check In, you agree to <a href="http://www.indeed.com/legal" target="_blank">Indeed's Cookie Policy, Privacy Policy, and Terms of Service.</a>
nl_nl: Als je op 'Inchecken' klikt, ga je akkoord met <a href="http://www.indeed.nl/legal" target="_blank">het Cookiebeleid, het Privacybeleid en de Algemene voorwaarden van Indeed</a>.

source: Please enter the event code (from the employer) and your phone number to check-in to the hiring event.
nl_nl: Voer de evenementcode (van de werkgever) en je telefoonnummer in om in te checken bij het Hiring Event.

source: By clicking Next, you agree to <a href="http://www.indeed.com/legal" target="_blank">Indeed's Cookie Policy, Privacy Policy, and Terms of Service.</a>
nl_nl: Als je op 'Volgende' klikt, ga je akkoord met <a href="http://www.indeed.nl/legal" target="_blank">het Cookiebeleid, het Privacybeleid en de Algemene voorwaarden van Indeed</a>.

source: Thank you for attending!
nl_nl: Bedankt voor je deelname!

source: You are now signed in. A member of the team will be with you shortly.
nl_nl: Je bent nu aangemeld. Er komt straks een lid van het team naar je toe.

source: See Event Detail Page
nl_nl: Pagina met evenementdetails bekijken

source: Checked In
nl_nl: Ingecheckt

source: Interviewed
nl_nl: Gesproken

source: When attendees sign in, their names will be added to this list.
nl_nl: Als deelnemers zich aanmelden, wordt hun naam toegevoegd aan deze lijst.

source: No attendees interviewed yet.
nl_nl: Nog geen gesprekken gevoerd met deelnemers.

source: Interviewing
nl_nl: Op gesprek

source: Skipped
nl_nl: Overgeslagen

source: Waiting
nl_nl: Aan het wachten

source: Qualified
nl_nl: Gekwalificeerd

source: Not qualified
nl_nl: Niet gekwalificeerd

source: Maybe
nl_nl: Misschien

source: Unknown
nl_nl: Onbekend

source: Select Event Date
nl_nl: Evenementdatum selecteren

source: Great!
nl_nl: Geweldig!

source: You're all checked in, %(candidate_name)s.
nl_nl: Je bent ingecheckt, %(candidate_name)s.

source: You're all checked in.
nl_nl: Je bent ingecheckt.

source: Close
nl_nl: Sluiten

source: Attendees Sign In
nl_nl: Aanmelden voor deelnemers

source: Attendee List
nl_nl: Deelnemerslijst

source: Is this information correct?
nl_nl: Is deze informatie juist?

source: Looks good, sign in
nl_nl: Alles klopt, aanmelden

source: Sign in
nl_nl: Aanmelden

source: Attendee event and sign in sheet event do not match
nl_nl: Deelnemersevenement en aanmeldblad voor evenement komen niet overeen.

source: Attendee Tracker | {company}
nl_nl: Deelnemertracker | {company}

source: Not signed in to interview
nl_nl: Niet aangemeld voor gesprek

source: Attendee is being interviewed by someone else
nl_nl: Deelnemer heeft een gesprek met iemand anders.

source: Invitation to access the {event_date} {city}, {state} Hiring Event check-in sheet
nl_nl: Uitnodiging voor toegang tot het incheckblad van het Hiring Event op {event_date} in {city}, {state}

source: Successfully invited {emails} to view the check-in sheet
nl_nl: {emails} uitgenodigd om het incheckblad te bekijken

source: Failed to invite {emails} to view the check-in sheet
nl_nl: {emails} uitnodigen om het incheckblad te bekijken is mislukt

source: Oops, something went wrong. Please try to sign in again.
nl_nl: Er is iets misgegaan. Probeer je opnieuw aan te melden.

source: Sign in | {company}
nl_nl: Aanmelden | {company}

source: Sign-in | {company}
nl_nl: Aanmelden | {company}

source: The budget profile {} does not have enough total budget for the imported events
nl_nl: Het budgetprofiel {} beschikt over onvoldoende budget voor de geïmporteerde evenementen.

source: The time between the start advertising date and the final event date cannot be more than {} days.
nl_nl: De tijd tussen de startdatum van de advertentie en de uiteindelijke evenementdatum mag maximaal {} dagen zijn.

source: Advertiser has been force deactivated. Please wait up to 2 hours to see their events go inactive.
nl_nl: Adverteerder is geforceerd gedeactiveerd. De evenementen worden na maximaal twee uur op inactief gezet.

source: Advertiser has been reactivated. Please wait up to 2 hours to see their events go live. Events paused for other reasons will not be activated.
nl_nl: Adverteerder is opnieuw geactiveerd. De evenementen gaan na maximaal twee uur live. Evenementen die om andere redenen zijn gepauzeerd, worden niet geactiveerd.

source: Advanced options
nl_nl: Geavanceerde opties

source: Enter a valid phone number.
nl_nl: Voer een geldig telefoonnummer in.

source: Please reply Y to confirm your attendance.
nl_nl: Reageer met J om je aanwezigheid te bevestigen.

source: Reply Y to check in
nl_nl: Reageer met J om in te checken

source: Sorry, could not find a matching event. Please try again or sign in manually with the event coordinator
nl_nl: Kan geen overeenkomend evenement vinden. Probeer het opnieuw of meld je handmatig aan via de evenementcoördinator.

source: It appears as if the hiring event is not today. Please contact the coordinator if this is incorrect.
nl_nl: Het lijkt erop dat het Hiring Event niet vandaag plaatsvindt. Neem contact op met de coördinator als dit niet klopt.

source: Reply STOP to stop messages from Indeed Hiring Events
nl_nl: Antwoord STOP om geen berichten meer te ontvangen van Indeed Hiring Events.

source: y,yes,confirm,ok
nl_nl: j,ja,bevestigen,ok

source: y ,yes
nl_nl: j ,ja

source: confirm
nl_nl: bevestigen

source: n,no
nl_nl: n,nee

source: Business (business suit, tie)
nl_nl: Zakelijk (pak, stropdas)

source: Business casual (dress pants/skirt, button down/blouse, optional tie)
nl_nl: Business casual (pantalon/rok, blouse, eventueel een stropdas)

source: Casual (come as you are, but please be presentable)
nl_nl: Casual (wees jezelf, maar netjes)

source: Other (please fill it out, use commas to separate perks)
nl_nl: Anders (vul dit in en gebruik komma's om de voordelen te scheiden)

source: Time slot length must be evenly divisible by each time range. (Try lowering the duration)
nl_nl: Lengte van tijdvak moet gelijk te verdelen zijn over de totale duur van een sessie. (Probeer het tijdvak te verkorten.)

source: To use time slots, please select a duration
nl_nl: Selecteer een duur om tijdvakken te gebruiken

source: Job details
nl_nl: Vacaturedetails

source: About your company
nl_nl: Bedrijfsinformatie

source: Event details
nl_nl: Evenementgegevens

source: Interview process
nl_nl: Procedure voor het sollicitatiegesprek

source: At the event
nl_nl: Tijdens het evenement

source: Share your event
nl_nl: Evenement delen

source: Preview event page
nl_nl: preview van evenementpagina

source: Virtual Hiring Event Details
nl_nl: Gegevens Virtual Hiring Event

source: We will include this link in candidate communications and encourage them to apply before the event.
nl_nl: Deze link wordt opgenomen in communicatie met kandidaten en we moedigen hen aan om te solliciteren voordat het evenement plaatsvindt.

source: Recipients added to this list will receive a daily updated spreadsheet of attendees and tips for running a smooth and successful event. Add members of your hiring team to keep them in the loop leading up to your event.
nl_nl: Ontvangers die aan deze lijst zijn toegevoegd, ontvangen een dagelijks bijgewerkt spreadsheet met deelnemers en tips voor het organiseren van een succesvol evenement dat soepel verloopt. Voeg leden van je hiring team toe om hen op de hoogte te houden in de aanloop naar je evenement.

source: One or two event sessions are recommended for optimal attendance. For more than one event session, it is recommended to schedule them on consecutive days.
nl_nl: We raden aan om één of twee sessies te organiseren voor optimale deelname. Als je meer dan één sessie organiseert, raden we aan deze op achtereenvolgende dagen te plannen.

source: Provide any additional instructions or guidance that will help attendees find and enter the venue. This information will be sent to all attendees the day before the event.
nl_nl: Geef eventuele aanvullende instructies of toelichting zodat deelnemers de locatie kunnen vinden. Deze informatie wordt op de dag voor het evenement naar alle deelnemers verzonden.

source: Technology requirements (e.g., webcam, microphone, broadband connection) or registration instructions.
nl_nl: Technische vereisten (bijv. webcam, microfoon, breedbandverbinding) of registratie-instructies.

source: The URL entered will be sent to all applicants.
nl_nl: De ingevoerde URL wordt naar alle sollicitanten verzonden.

source: The more positions you advertise, the better your turnout will be. This makes it especially efficient for your hiring team to interview and hire for multiple roles, all in one day.
nl_nl: Hoe meer vacatures je adverteert, des te beter de opkomst zal zijn. Dit is voor je hiring team zeer efficiënt om sollicitatiegesprekken te voeren en mensen aan te nemen voor meerdere functies, en dat allemaal op één dag.

source: This is the location the candidate would report for work if hired. One event often encompasses many job locations. We suggest you refrain from including job locations more than 25 miles from your Hiring Event venue.
nl_nl: Dit is de locatie waarop de kandidaat aan het werk gaat indien deze wordt aangenomen. Eén evenement beslaat vaak veel vacaturelocaties. We raden aan dat je alleen vacaturelocaties opneemt die in een straal van maximaal 25 kilometer van de locatie van je Hiring Event liggen.

source: If your process allows for same day offers, we recommend that you advertise that fact as it will attract more job seekers to your event.
nl_nl: Als het mogelijk is om op dezelfde dag een aanbod te doen, raden we aan dat je dit duidelijk maakt. Hiermee trek je namelijk meer werkzoekenden naar je evenement.

source: <b>Do:</b> Include requirements that apply to all jobs advertised in the event. For example, "Must be able to lift 25lbs" <br/><b>Don't:</b> Include more than 5. Keep it short and sweet.
nl_nl: <b>Doen:</b> Vereisten vermelden die van toepassing zijn op alle geadverteerde vacatures voor het evenement. Bijvoorbeeld: 'Moet 10 kg kunnen tillen.' <br/><b>Niet doen:</b> Meer dan vijf vereisten vermelden. Houd het kort en bondig.

source: Food, refreshments, branded swag, and giveaways are great ways to get more attendees in the door.
nl_nl: Een hapje en een drankje, reclame- en promotiemateriaal met je logo erop en goodiebags zijn goede manieren om meer deelnemers aan te trekken.

source: Describe the responsibilities of this job, required work experience, skills, or education.
nl_nl: Omschrijf de functie-eisen van deze vacature zoals de taken, werkervaring, vaardigheden en opleiding.

source: Please list all documents or articles that the applicant would need for the event.
nl_nl: Vermeld alle documenten of items die de sollicitant nodig heeft voor het evenement.

source: Attend the Event
nl_nl: Deelnemen aan het evenement

source: Select a time slot you want to be interviewed
nl_nl: Selecteer het tijdvak waarin je op gesprek wilt komen.

source: Select a start time for your interview
nl_nl: Selecteer een starttijd voor je sollicitatiegesprek

source: All times listed for {}.
nl_nl: Alle tijden voor {}.

source: Select a time slot at which you'd like to arrive
nl_nl: Selecteer het tijdvak waarin je wilt aankomen

source: Select a time at which you'd like to arrive
nl_nl: Selecteer een tijd waarop je wilt aankomen

source: Remote placeholder
nl_nl: Online sollicitatiegesprek

source: Remote
nl_nl: Op afstand

source: Australia/ACT
nl_nl: Australië/ACT

source: Australia/Adelaide
nl_nl: Australië/Adelaide

source: Australia/Brisbane
nl_nl: Australië/Brisbane

source: Australia/Broken_Hill
nl_nl: Australië/Broken_Hill

source: Australia/Canberra
nl_nl: Australië/Canberra

source: Australia/Currie
nl_nl: Australië/Currie

source: Australia/Darwin
nl_nl: Australië/Darwin

source: Australia/Eucla
nl_nl: Australië/Eucla

source: Australia/Hobart
nl_nl: Australië/Hobart
